[
    {
        "id": "112679551",
        "newspaper": "Adelong and Tumut  Express and Tumbarumba Post (NSW : 1900 - 1925)",
        "title": "BATLOW SOTDIERS' SETTLEMENT FIRST WEDDING. MASON—WEIR.",
        "date": "1918-08-02",
        "snippet": "... <strong>BATLOW</strong> SOLDIERS' SETTLEMENT FIRST WEDDING <strong>MASON-WEIR.</strong> <strong>WEIR.</strong> AN exceptionally pretty wedding was celebrated cele- brated by Rev. J. W. Thomas (Rector of St Paul's, Adelong), in the <strong>Batlow</strong> Church of ...  Mrs. <strong>Weir,</strong> of Syd Syd- ney, and Albert, only son of Mr. Arthur Mason, of Victoria. The bride was ..."
    },
    {
        "id": "17461026",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "BODY FOUND IN DAM. BATLOW, Wednesday.",
        "date": "1938-04-28",
        "snippet": "... BODY FOUND IN <strong>DAM.</strong> <strong>BATLOW,</strong> Wednesday. The body of Jack Mellen was found on Monday day in a <strong>dam</strong> on the property of N. Mann, at Laurel Hill, about 10 miles from <strong>Batlow.</strong> Mellen was a married man and ...  he did not return. His bodv was found lying on the bed oí a <strong>dam</strong> in several feet of water. In the ..."
    },
    {
        "id": "17799375",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "VEGETABLES AT BATLOW Irrigation Needed",
        "date": "1942-04-07",
        "snippet": "... ¡VEGETABLES AT j <strong>BATLOW</strong> <strong>Irrigation</strong> Needed riga rio n JNeedcíl i <strong>BATLOW,</strong> Monday.--If more water could be Impounded for the use of vegetable growers there would be no difficulty in producing war-time ...  and prolific yields of roma I coes obtained with the assistance of I <strong>irrigation.</strong> One farmer, who foi ..."
    },
    {
        "id": "16968516",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "BATLOW POTATOES. Good Yields from Irrigation.",
        "date": "1933-03-31",
        "snippet": "... <strong>BATLOW</strong> POTATOES. Good Yields from <strong>Irrigation..</strong> <strong>BATLOW,</strong> Thursday.-Mr. A. J. Pinn, senior agricultural Instructor, has completed the second inspection for certified seed potatoes. toes. About 110 acres were passed for 21 members of the local seed association, and a yield of about 200 tons of ..."
    },
    {
        "id": "117188561",
        "newspaper": "The Farmer and Settler (Sydney, NSW : 1906 - 1957)",
        "title": "Batlow Farmers Want Irrigation For Vegetables",
        "date": "1942-04-09",
        "snippet": "... <strong>Batlow</strong> Farmers Want <strong>Irrigation</strong> For Vegetables IF more water could be Impounded for use of vegetable growers there would be no difficulty In producing war-time requirements, regardless of rainfall, That opinion was oxprcssod at a meet ing of <strong>Batlow</strong> farmors who declared their eagerness to assist tho ..."
    },
    {
        "id": "146253806",
        "newspaper": "The Australian Worker (Sydney, NSW : 1913 - 1950)",
        "title": "AUSTRALIAN CAPITAL TERRITORY, BATLOW AND BURRINJUCK DAM Organiser D. Borley's Report",
        "date": "1946-11-13",
        "snippet": "... AUSTRALIAN CAPITAL TERRITORY, <strong>BATLOW</strong> AND BURRINJUCK <strong>DAM</strong> Organiser D. Borley's Organiser. Since my ...  BURRINJUCK <strong>DAM</strong> On; returning' ? to Canberra from <strong>Batlow</strong> I Called in at Burrinjuck <strong>Dam.</strong> Following a formal ...  future. (A full report of the general meeting appeared in a recent issue of 'The Worker.') <strong>BATLOW</strong> ..."
    },
    {
        "id": "144175730",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "WATER FOR BATLOW SUGGESTED IRRIGATION FOR VEGETABLES A WAR EFFORT",
        "date": "1942-04-08",
        "snippet": "... WATER <strong>BATLOW</strong> SUGGESTED <strong>IRRIGATION</strong> i FOR VEGETABLES I A WAR EFFORT A meeting convened by the <strong>Batlow</strong> ...  seasons could then be conserved for <strong>irrigation</strong> purposes, as well as giving <strong>Batlow</strong> town an ample ...  <strong>Batlow,</strong> with the main object of extending the vegetable growing industry in the <strong>Batlow</strong> district as a ..."
    },
    {
        "id": "138991835",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "WATER FOR BATLOW Suggested Irrigation For Vegetables A War Effort",
        "date": "1942-04-14",
        "snippet": "... WATER FOR . <strong>BATLOW</strong> Suggested <strong>Irrigation</strong> For Vegetables A War Effort ? A meeting convened by the <strong>Batlow</strong> Agricultural Bureau was held to discuss cuss ways and means of getting a water evator scheme for <strong>Batlow,</strong> with the ; ?main object of extending the vegetable growing industry in the <strong>Batlow</strong> dls ..."
    },
    {
        "id": "139314246",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "Batlow Executives' Visit to Irrigation Area and Victoria CANNERIES AND COOL STORES INSPECTED",
        "date": "1947-12-23",
        "snippet": "... <strong>Batlow</strong> Executives' Visit to <strong>Irrigation</strong> Area and Victoria CANNERIES AND COOL STORES INSPECTED A VISIT TO THE MURRUMBIDGEE <strong>IRRIGATION</strong> AREA AND VICTORIA WAS MADE RECENTLY BY DIRECTORS OF THE <strong>BATLOW</strong> PACKING HOUSE CO-OPERATIVE I LIMITED, MR. A. E. HERRING, CHAIRMAN OF <strong>BATLOW</strong> ASPARAGUS CO-OPERATIVE ..."
    },
    {
        "id": "117754355",
        "newspaper": "The Farmer and Settler (Sydney, NSW : 1906 - 1957)",
        "title": "FRUITGROWERS CONFERENCES Batlow and the Irrigation Area Join in the Protest Against Agents' Charges",
        "date": "1933-06-01",
        "snippet": "... FRUITGROWERS CONFERENCES <strong>Batlow</strong> and' the- <strong>Irrigation</strong> Area Join in the Protest Against Agents' Charges The annual district conference of the Fruitgrowers' Federation of New South Wales were continued during the week. On Thursday the Irritation area conference wan held at Griffith! on Monday tlm ..."
    },
    {
        "id": "138990562",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "Asparagus Farms For Gundagai. BATLOW CO-OPERATIVE'S BIG SCHEME River Flat Land Purchased",
        "date": "1945-12-04",
        "snippet": "... Asparagus Farms For Gundagai . <strong>BATLOW</strong> CO-OPERATIVE'S BIG SCHEME <strong>River</strong> Flat Land Purchased Gundagai people will hail the decision of the <strong>Batlow</strong> Packing House Co-op. Ltd. to establish in that district ...  farms, states ' the 'Gundagai Independent'. The <strong>Batlow</strong> Co-operative Coy. Ltd. this month entered into ..."
    },
    {
        "id": "146255896",
        "newspaper": "The Australian Worker (Sydney, NSW : 1913 - 1950)",
        "title": "N.S.W. BRANCH. IRRIGATION AREA, GIBSONVALE MINING FIELD AND BATLOW FRUIT GROWING DISTRICT. Branch President Joe King's Report.",
        "date": "1946-01-30",
        "snippet": "... N.S.W. BRANCH. <strong>IRRIGATION</strong> AREA, GIBSONVALE MINING FIELD AND <strong>BATLOW</strong> FRUIT GROWING DISTRICT. Branch ...  vegetables this year. On instructions from Branch Secretary Wilson, I spent a week in the <strong>Batlow</strong> fruit growing area at the commencement of the new yaar, and assisted by Mr. Jack Callin, of <strong>Batlow,</strong> I was able ..."
    },
    {
        "id": "138987923",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "Wondalga and Adelong Creek Valley Residents Want Electricity PETITION FOR INCLUSION IN BATLOW FRANCHISE",
        "date": "1944-08-08",
        "snippet": "... Wondalga and Adelong <strong>Creek</strong> Valley alley Residents Want Electricity PETITION FOR INCLUSION IN <strong>BATLOW</strong> FRANCHISE Wednesday .night last saw a large and enthusiastic meeting of residents of the | Adelong <strong>Creek</strong> valley and Wondalga locality at the home of Mr. G. P. Roche. Mr. Roche was actually the ..."
    },
    {
        "id": "117345403",
        "newspaper": "The Farmer and Settler (Sydney, NSW : 1906 - 1957)",
        "title": "POTATO CROP COMPETITION Dry Season in Batlow District Demonstrates the Value of Irrigation JUNIOR FARMERS BEAT THE ADULTS",
        "date": "1932-06-09",
        "snippet": "... POTATO CROP COMPETITION Dry Season in <strong>Batlow</strong> District Demonstrates the Value of <strong>Irrigation</strong> JUNIOR FARMERS BEAT THE ADULTS The fifth potato crop competition conducted ducted by the <strong>Batlow</strong> branch of ...  Department of Agriculture, having spent a week In <strong>Batlow</strong> Inspecting the plots for the final Judgment. He ..."
    },
    {
        "id": "138990582",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "PUMPS ON GILMORE CREEK Show Society Firm In Opposition SUPPORTS MOVE FOR IMPROVEMENT OF BATLOW WATER SUPPLY",
        "date": "1945-12-04",
        "snippet": "... PUMPS ON GILMORE <strong>CREEK</strong> Show Society Firm In Opposition SUPPORTS MOVE FOR IMPROVEMENT OF <strong>BATLOW</strong> ...  from the <strong>creek</strong> between <strong>Batlow</strong> and Gilmore as well as the licensed pumps. On being put to the meeting ...  granting of further applications for <strong>irrigation</strong> pumps on the main Gilmore and Little Gilutore Creeks and ..."
    },
    {
        "id": "139308796",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "APPLICATIONS GRANTED FOR DAMS AND PUMP AT BATLOW On Tributary Of Gilmore Creek GILMORE SETTLERS VOICE OPPOSITION",
        "date": "1950-03-21",
        "snippet": "... APPLICATIONS I GRANTED ; FOR DAMS AND PUMP AT <strong>BATLOW</strong> On Tributary Of | Gilmore <strong>Creek</strong> GILMORE ...  of the fact that every extra pump on tributaries of the Gilmore <strong>Creek</strong> at <strong>Batlow</strong> would result in less ...  Henry Charles Butz for a <strong>dam</strong> constructed on a tributary of Gilmore <strong>Creek</strong> on portion 23, parish of ..."
    },
    {
        "id": "139313019",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "The New Asparagus Industry CO-OPERATIVE COMPANY BEING FORMED TO ACQUIRE LAND AND PRODUCE ASPARAGUS FOR CANNING BY BATLOW PACKING HOUSE Open to Tumut, Gundagai and Batlow District Citizens New Company and Packing House to Plant 1,000 Acres On Murrumbidgee River Flats CANNING FACTORY LIKELY AT GUNDAGAI",
        "date": "1946-06-25",
        "snippet": "... ASPARAGUS FOR CANNING BY <strong>BATLOW</strong> PACKING HOUSE Open to Tumut, Gundagai and <strong>Batlow</strong> District Citizens New Company and Packing House to Plant 1,000 Acres ? On Murrumbidg-ee <strong>River</strong> Flats ; ' * CANNING FACTORY LIKELY - AT GUNDAGAI A preliminary prospectus for the formation : of .the <strong>Batlow</strong> Asparagus Co-op. Ltd. ..."
    },
    {
        "id": "139312130",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "Batlow Co-op.'s Huge Undertaking NEW INDUSTRY BIG FACTOR IN GUNDAGAI'S DEVELOPMENT River Flats Transformed for Asparagus, Tomato and Pea Cultivation SAYS CANNING FACTORY CHAIRMAN OF DIRECTORS WILL BE ESTABLISHED THREE",
        "date": "1946-09-17",
        "snippet": "... <strong>Batlow</strong> Co-op/s Huge Undertaking NEW INDUSTRY BIG FACTOR IN GUNDAGAI'S DEVELOPMENT <strong>River</strong> Flats ...  the junction of Morley's <strong>Creek</strong> and the <strong>river.</strong> When completed in about two weeks time, the nursery ...  ESTABLISHED \"Independent.\" Hundreds of acres of the <strong>river</strong> flats to north-east of Gundagai are ..."
    },
    {
        "id": "167856651",
        "newspaper": "The Gosford Times and Wyong District Advocate (NSW : 1906 - 1954)",
        "title": "GONE TO BATLOW.",
        "date": "1933-03-23",
        "snippet": "... GONE TO <strong>BATLOW.</strong> Mr. and Mrs. Champion and family, of Ourimbah <strong>Creek,</strong> left the district on Wednesday of last week to take up future residence in the <strong>Batlow</strong> district.                     ..."
    },
    {
        "id": "138497881",
        "newspaper": "Cootamundra Herald (NSW : 1877 - 1954)",
        "title": "NEW RAILWAY LINE MOOTED FOR BATLOW",
        "date": "1949-10-31",
        "snippet": "... NEW RAILWAY LINE MOOTED FOR <strong>BATLOW</strong> <strong>Batlow</strong> interests placed a case before the Murrumbidgee, Regional Development Development' Committee during Its visit to Batiow for a new rallwav line to <strong>Batlow</strong> in the Adelong <strong>creek</strong> Valley, ; -as- en visaged in the Stewart . survey, in' order to1 cope with', the- ..."
    },
    {
        "id": "145658172",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "The rainfall",
        "date": "1953-12-05",
        "snippet": "... The rainfall SYDNEY, Friday: Rain-fall fall registration as at 9 a.m. today: Riverina: No rain recorded. South West Slopes: Bar merimarig l^ BiirrinJuck <strong>Dam</strong> 2, <strong>Batlow</strong> 30, Tumbexumba 3.                     ..."
    },
    {
        "id": "138995747",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "OBITUARY MRS. MARGARET GLYNN",
        "date": "1944-01-04",
        "snippet": "... <strong>Batlow mi</strong>ners (or Reedy <strong>Creek</strong>  as it was then known), who pre pre- deceased her by 17 years. Sixteen ... day Satur- day last of Mrs. Margaret Glynn, relict of the late Mr. Patrick Glynn, of <strong>Batlow,</strong> at the ... Saturday. Deceased was a native of Victoria and came to <strong>Batlow</strong> at an early age with her parents, the ..."
    },
    {
        "id": "139307281",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "RESULTS AT A GLANCE",
        "date": "1946-12-03",
        "snippet": "... RESULTS AT A GLANCE Tumut Rovers defeated Gocup, 1st innings. Tumut Plains and Wyangle, a draw. Yaven <strong>Creek</strong> defeated Gilmore, 1st innings. <strong>Batlow</strong> defeated Adelong Dist. outright. Tumut defeated Adelong, 1st innings. j                     ..."
    },
    {
        "id": "139307809",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "RESULTS AT A GLANCE",
        "date": "1946-12-17",
        "snippet": "... RESULTS AT A GLANCE Rovers defeated Gilmore 1st innings Wyangle defeated Adelong District outright. Tumut Plains defeated Adelong 1st Innings. <strong>Batlow</strong> defeated Gocup 1st innings. Yaven <strong>Creek</strong> defeated Tumut 1st innings.                     ..."
    },
    {
        "id": "103395838",
        "newspaper": "Goulburn Evening Penny Post (NSW : 1881 - 1940)",
        "title": "GOLD RUSH Batlow Excitement",
        "date": "1935-01-21",
        "snippet": "... GOLD RUSH <strong>Batlow</strong> Excitement <strong>BATLOW,</strong> <strong>:BATLOW,</strong> Monday: The gold-rush . rush at <strong>Batlow</strong> is continuing and land has been taken up under various tenures over an area of S20 miles by 12 miles. Applica ...  MIines Department has taken steps to prevent thei pollution of Adelong <strong>Creek,</strong> and operations are ..."
    },
    {
        "id": "138794833",
        "newspaper": "Cootamundra Herald (NSW : 1877 - 1954)",
        "title": "BATLOW",
        "date": "1921-04-07",
        "snippet": "... <strong>BATLOW</strong> A quiet wedding was celebrated at <strong>Batlow</strong> on March 12, in the Roman Catholic Church. Miss Katie Patorson, eldest daughter of Mr. and Mrs.- A. Patorson, of <strong>Batlow,</strong> and ^[r. P. Gray, fourth son ...  daugh ter of Mr. and Mrs. Jas. Smith, of law son's <strong>Creek,</strong> was married to John )tew lin, son of Mr. ..."
    },
    {
        "id": "145019423",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "PROVISIONAL SCHOOL FOR WEST BATLOW",
        "date": "1946-03-20",
        "snippet": "... PROVISIONAL SCHOOL FOR WEST <strong>BATLOW</strong> The residents of West <strong>Batlow</strong> have been Informed that the Peel's <strong>Creek</strong> subsidised school has been made a provisional school. Mr. Lynn has been appointed teacher. An effort has been made recently to have the school renovated as noth ing had been done in the way of ..."
    },
    {
        "id": "112272976",
        "newspaper": "The Tumut Advocate and Farmers and Settlers' Adviser (NSW : 1903 - 1925)",
        "title": "BATLOW.",
        "date": "1923-02-06",
        "snippet": "... <strong>BATLOW.</strong> Good samples- or.: tobacco, may be seen i soon growing near <strong>Batlow,</strong> at, Upper Bago. It is  ...  surrounding districts, with ., the .exception, of Oberne <strong>Creek.</strong> ;Thls'..tobacco is '.growing- at Upper Bago, a few'milds ; btot - of <strong>Batlow.</strong> . There are classes in the - schedule, of the <strong>Batlow</strong> Show for both ..."
    },
    {
        "id": "101403221",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "BATLOW. Saturday, October 24.",
        "date": "1914-10-30",
        "snippet": "... <strong>BATLOW.</strong> (From a Correspondents Saturday, October Correspondent.) The weather here is still very ...  to-night, but so far we only have had a few drops. Most of the tanks are empty, a.nd we aro using <strong>creek</strong> water. The <strong>Batlow</strong> Football Club gave a dance to wind up the season. It was a great success. Neat ..."
    },
    {
        "id": "139308867",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "TWENTY-FIVE YEARS OF PROGRESS",
        "date": "1948-10-26",
        "snippet": "... TWENTY-FIVE YEARS OF PROGRESS This year <strong>Batlow</strong> celebrates its silver jubilee of the opening of the ...  capacity of the <strong>Batlow</strong> Cool Stores increased to nearly twenty-five times the original capacity. Yes, it ...  the <strong>Batlow</strong> Scouts' Hall (opened in 1929), the Methodist Church (1931), Presbyter ian Church (1932), ..."
    },
    {
        "id": "139310102",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "MR. JAMES ANDREW BARTELL",
        "date": "1949-08-09",
        "snippet": "... <strong>Batlow</strong> ever since. Deceased married Miss Elizabeth Whiting, of Sharp's <strong>Creek,</strong> Adelong, and to the ...  at the home of his son James at <strong>Batlow</strong> low of Mr. James Andrew Bartell, a well-known identity of <strong>Batlow</strong> I and formerly of Adelong, at the age of 83 years. He had been in fail ing health for the past ..."
    },
    {
        "id": "144113087",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "COOLAMON BOY SCOUTS VISIT TO BATLOW",
        "date": "1943-02-03",
        "snippet": "... COOLAMON BOY SCOUTS VISIT to <strong>batlow</strong> Last week 14 boy scouts and their scoutmaster from the ...  given permission to camp In the <strong>Batlow</strong> shew pavilion, which made a very comfortable camp. As , so ...  Wednesday the weather was much hotter, more like summer even for <strong>Batlow,</strong> the rain on their arrival ..."
    },
    {
        "id": "145156978",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "BATLOW",
        "date": "1947-01-01",
        "snippet": "... <strong>BATLOW</strong> The pea harvest is now being) canned at the <strong>Batlow</strong> Packing : House vining station at ...  per acre. All the peas when vined are carried to <strong>Batlow</strong> for canning. The high est output from the ...  growing for canning as an industry In the Tum barumba, <strong>Batlow</strong> and Gundagai districts. Mr. Jim Webber ..."
    },
    {
        "id": "102688301",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "BATLOW",
        "date": "1937-04-23",
        "snippet": "... <strong>BATLOW</strong> A'T a. meeting of the <strong>Batlow</strong> Progress .Association a letter was received from the secretary Tumut 'and District Hospital thanking the people of <strong>Batlow</strong> for tho sum. of £11/13/3, as a result of ...  followed by the grader, over tho road from Wondalga to <strong>Batlow,</strong> as the corrugations had* be come dan serous. ..."
    },
    {
        "id": "102442711",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "GILMORE-BATLOW RAILWAY.",
        "date": "1921-09-02",
        "snippet": "... <strong>GILMORE-BATLOW</strong> RAILWAY. In spite of the wintry wither lately^ experienced perienced in <strong>Batlow,</strong> work on the Gilmore <strong>.Batlow</strong> railway 'has been steadily progressing. ing. There are now 500 navvies ...  on section 'B' by the Cilmore <strong>Creek.</strong> Numerous small cuttings have been made, and tho gangs present ..."
    },
    {
        "id": "138984410",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "MR. HENRY HAYWARD",
        "date": "1942-06-23",
        "snippet": "... (Mrs. Whiting), Sharp's <strong>Creek,</strong> Elsie (Mrs. Whiting), Cornishtown, and George, of <strong>Batlow.</strong> The funeral ...  another old <strong>Batlow</strong> identity, in the person of Mr. Henry Hayward of Neilis-st., <strong>Batlow,</strong> aged 70. Dp De- ceased was born at <strong>Batlow</strong> on 24th De De- cember, 1866, and was a son of the late Mr. and Mrs. Henry ..."
    },
    
    {
        "id": "145685400",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "Batlow girls at Narrandera",
        "date": "1954-09-01",
        "snippet": "... <strong>Batlow</strong> girls at Narrandera A girts' hockey team from <strong>Batlow</strong> spent an enjoyable] day at Narrandera ...  dis trict, some . going as far as Berembed <strong>Weir.'</strong> In the afternoon they played hockey In the . Narrandera Park, the result being a one-all draw. Scorer for <strong>Batlow</strong> was Jill Rosse, and Margaret Ryan for ..."
    },
    {
        "id": "105753541",
        "newspaper": "The Land (Sydney, NSW : 1911 - 1954)",
        "title": "Batlow Farmers Keen",
        "date": "1942-04-17",
        "snippet": "... <strong>Batlow</strong> Farmers Keen <strong>Batlow</strong> farmers arc keen to engage in vegetable production, provided arrangements can be made for extending <strong>irrigation</strong> facilities. ties. At a recent meeting of local growers tlies opinion was expressed that the <strong>Batlow</strong> dis trict had splendid soil and climate for vege table ..."
    },
    {
        "id": "112268692",
        "newspaper": "The Tumut Advocate and Farmers and Settlers' Adviser (NSW : 1903 - 1925)",
        "title": "SNUBBA ESTATE.",
        "date": "1918-01-22",
        "snippet": "... SNUBBA ESTATE. This property of 1060 acres' is situated on Gilmore <strong>Creek,</strong> near <strong>Batlow,</strong> in several portions. The reputation of the <strong>Batlow</strong> country is sufficient guarantee ot the possibili ties of the ...  growing have established the sound ness of <strong>Batlow</strong> for investments. The executors have determined to ..."
    },
    {
        "id": "138871831",
        "newspaper": "Cootamundra Herald (NSW : 1877 - 1954)",
        "title": "ELECTRICITY AT BATLOW BATLOW, Friday.",
        "date": "1933-09-15",
        "snippet": "... ELECTRICITY <strong>AT BATLOW</strong> <strong>BATLOW,</strong> ' ? BATLbW,; Friday. , ' Good progress is being made with the <strong>Batlow</strong> electric light 'scheme; and poles are being laid in the Batlew streets. The power is being gener ated on Gilmore <strong>Creek,</strong> where 11 fall of about 100ft.' Is obtained, tlie cur rent being carried two or ..."
    },
    {
        "id": "144846288",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "Batlow Constable Acquitted of Assault",
        "date": "1947-10-09",
        "snippet": "... <strong>Batlow</strong> Constable Acquitted of Assault a GUNDAGAI. Wednesday: Without out waiting for the defence ...  by Oswald Albert Archibald, of UpDer Adelong <strong>Creek</strong> and Sydney. arcmoaiQ ciaimea wuwi iie approached <strong>Batlow</strong> in his car he was stopped by Lewis and taken to <strong>Batlow</strong> police station. Lewis, according to ..."
    },
    {
        "id": "20542147",
        "newspaper": "The Brisbane Courier (Qld. : 1864 - 1933)",
        "title": "THE CORDON CUP. LISMORE, Juhe 5.",
        "date": "1922-06-06",
        "snippet": "... THE CORDON CUP. LISMORE, Juhe 5. ' The Gordon Cup was concluded at the Richmond <strong>River</strong> Ipi ex ...  Trixie meiers, bent.Gipsy ßweU: Suoaessiirl taut Three Pasties; Big-Phiof beat L»dy Ibis; Lend <strong>Batlow</strong> beat NHiimitarbol« ' .' , THIRD TIES.-Just British beat Trixie DÎ£kons; Lord <strong>Batlow</strong> beat Sue-ces'lul; ..."
    },
    {
        "id": "143116553",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "DISTRICT NEWS BATLOW",
        "date": "1929-01-21",
        "snippet": "... fortnight visitors from Wagga have sp.rnt a few days ot <strong>Batlow</strong> trout lismng in tnc uuniu™ <strong>Creek</strong> and ...  j DISTRICT NEWS <strong>BATLOW</strong> Gecil flooil Walter (Higgs, aged 17 years, was arrested by Constable Shipway at <strong>Batlow</strong> on Monday and charged cliargnd with having stolen a safety razor and case, valued ? at ..."
    },
    {
        "id": "93106754",
        "newspaper": "Northern Star (Lismore, NSW : 1876 - 1954)",
        "title": "R.R. COURSING CLUB. GOLD RUSH ANNEXES THE MAIDEN.",
        "date": "1921-09-05",
        "snippet": "... R.R. COURSING CLUB. GOLD RUSH ANNEXES THE III. The September meeting of the Richmond <strong>River</strong> ...  <strong>Batlow</strong> divided the prize in the All-Aged Stakes, both animals 'belonging to Mr. C. . Stokes. Results ...  Dickens:, Lord <strong>Batlow</strong> had the Jfetory over Collar Box, Cylo de feated l^rtin Chujytlewit, and Just Brit ish ..."
    },
    {
        "id": "143587323",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "HOT AT BOREE CREEK",
        "date": "1934-02-14",
        "snippet": "... hot at BOREE <strong>CREEK</strong> j The weather -has -been .very, hot at Boree <strong>Creek</strong> during the last week. On Sunday large parties', from the town and district visited Yanko <strong>Weir</strong> to joy bathing in the cool waters. At <strong>BatlOw</strong> yesterday the weather I WjM^cJdse and sultry.. . There ,wua -V light shower in, the ..."
    },
    {
        "id": "144965305",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "RAIN REGISTRATIONS",
        "date": "1945-06-06",
        "snippet": "... RAIN REGISTRATIONS r ' ? Official rainfall registrations for the 24 hours to 9 a.m. Tuesday included: Henty 3 points, Culcairn 4. Temora 13, Harden 2, Junee 1. Burrinjuck <strong>Dam</strong> 2. Gundagal 3. <strong>Ba.tlow</strong> I, Adelong 2, Tumut 3, Holbrook 3, Kiandra 33, Adamm- { aby 4. Kosciusko 57. i                     ..."
    },
    {
        "id": "145547643",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "Rainfall",
        "date": "1949-08-23",
        "snippet": "... Rainfall SYDNEY, Monday: Rainfall registration for the 48 hours ended 9 a-m. Monday Included - Southwest Slopes: ' Burrinjuck <strong>Dam'</strong> 3 points, <strong>Batlow</strong> 6, Tar cutta 6, Tumut 10, Tumbarumba 14, Albury 1. Southern Tablelands: AdBm lnaby 2, Kosciusko 46. i                     ..."
    },
    {
        "id": "145596751",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "Rainfall Registrations",
        "date": "1950-11-03",
        "snippet": "... Rainfall Registrations SYDNEY, Thurs.: Rainfall registration gistration for the, 24-hour period ending 9 a.m. Thursday:- ? Riverina: No rainfall recorded. Northwest Slopes: Burrinjuck <strong>Dam</strong> 2, <strong>Batlow</strong> 4. ? Printed and published by A. and F. Sullivan, at 48 Trafl Street Wagga Wagga.                     ..."
    },
    {
        "id": "167366805",
        "newspaper": "The Newcastle Sun (NSW : 1918 - 1954)",
        "title": "Rainfall Registrations SYDNEY, Friday.",
        "date": "1939-06-09",
        "snippet": "... Rainfall Registrations SYDNEY, Friday. State rainfall registrations for the 24 hours ended 9 a.m. to-day were: - RIVERINA: The Rock 1 point. SODTH-WEST SLOPES: Burrinjuck <strong>Dam</strong> 2 points, <strong>Batlow</strong> 1. SOUTHERN TABLELAND: Delegate 1 point. Klandra 15, Charlotte Pass IS, TombonK 2. SOUTH COAST: Gabo ..."
    },
    {
        "id": "139310729",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "Building Operations In Tumut Shire",
        "date": "1950-10-31",
        "snippet": "... orary dwelling, <strong>Batlow;</strong> P. Puide, timber frame and fibro cottage, Bat low; R. Jevtovic, concrete block dwel ling, <strong>Batlow;</strong> J. F. Crowe, brick dwelling, Tumut; A. E. Smith, dwel ling, Tumut; J. Bassett, ...  P. Roza, timber frame and fibro cottage, <strong>Batlow;</strong> R. j. -tiiues, dwelling, aanK street, isat low; W. ..."
    },
    {
        "id": "143648291",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "DISTRICT NEWS BATLOW",
        "date": "1939-02-24",
        "snippet": "... DISTRICT NEWS <strong>BATLOW</strong> . Mr. and Mrs. J. J. Mouat and family paid a hurried visit to Sydney week. Miss N. D. Hay, of 'Bonnie Glen,' <strong>Batlow,</strong> has been a patient in 'Valmar' Private Hospital, Tumut, for a slight operation. According to the records, the atten dance. at the <strong>Batlow</strong> Public School has ..."
    },
    
   
    {
        "id": "139297714",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "RESULTS OF SUNDAY'S MATCHES",
        "date": "1938-11-01",
        "snippet": "... RESULTS OF -SUNDAY'S MATCHES <strong>Batlow</strong> defeated Billiard .Room on the first innings. Wyangle defeated Upper . Gilmore outright. Gilmore defeated Yaven <strong>Creek'</strong> on tilio first innings. : ???.?; C.Y.M.S. . . ifoi'Peited 'to Sharp's <strong>Creek.</strong> Sandy Gully defeated Tumut Plaiins oil the first innings. ..."
    },
    {
        "id": "101886859",
        "newspaper": "Wagga Wagga Advertiser (NSW : 1875 - 1910)",
        "title": "RESERVES FROM CONDITIONAL SALE WITHIN THE GILMORE CREEK GOLD-FIELD. TUMUT LAND DISTRICT.",
        "date": "1889-01-26",
        "snippet": "... RESERVES FROM CONDITIONAL SALE WITHIN THE GILMORE <strong>CREEK</strong> GOLD-FIELD. Tumut Land District, No. 8275, county Wynyard, parish <strong>Batlow,</strong> 42} acres. Within the resumed area of Snubba holding No. 443, notified 5th August, 1885.                     ..."
    },
    {
        "id": "110585876",
        "newspaper": "The Canberra Times (ACT : 1926 - 1995)",
        "title": "Garden",
        "date": "1980-03-27",
        "snippet": "... Garden THE FIRST Canberra Garden Club will meet on Tuesday at Cockington Green, Gold <strong>Creek</strong> Road, Hall, at 10am. The coach tour to Bat low, programmed for this date, has been postponed tr&gt; Anril IS.                     ..."
    },
    
    {
        "id": "139306124",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "RESULTS AT A GLANCE",
        "date": "1947-03-04",
        "snippet": "... RESULTS AT A GLANCE Rovers defeated Gocup outright. right. Tumut defeated Adelong 1st innings. Tumut Plains and Wyangle' a draw. <strong>Batlow</strong> defeated Adelong Dis trict 1st innings. Gilmore 'and Yaven <strong>Creek</strong> a draw.                     ..."
    },
    
    {
        "id": "144176701",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "RED CROSS FUNDS",
        "date": "1942-04-07",
        "snippet": "... Griffith £110, Carrathool, Finley, Henty, Junee, each £50; Boree <strong>Creek</strong> £15, Barmedman and Brockleriby, each £10, <strong>Batlow</strong> £3.                     ..."
    },
    {
        "id": "166259108",
        "newspaper": "Sydney Mail (NSW : 1912 - 1938)",
        "title": "No title",
        "date": "1929-06-05",
        "snippet": "... A GOLDFIELDS RUSTIC BRIDGE, Over which many hundreds of miners used to pass in the days when the Adelong gold diggins were yielding satisfactory returns. It spans a <strong>creek</strong> between <strong>Batlow</strong> and Upper Adelong.                     ..."
    },
    {
        "id": "102296372",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "TROUT FOR STREAMS.",
        "date": "1926-11-12",
        "snippet": "... nnmpd; - M. .Tncrnp. Wnn dalga, Upper Adelong <strong>Creek</strong> - 300 fry liberated; T. E. Robson, <strong>Batlow,</strong> ...  secretary progress Association), <strong>Batlow,</strong> Upper Gilmore <strong>Creek</strong> - 300, Little Gilmorc <strong>Creek</strong> 300, Bago <strong>Creek-</strong> 200 ;. S. R. Cotterill, Lindwood Station, Yarrango billy, Yarrangobilly <strong>River</strong> - 200; E. Bye, ..."
    },
    {
        "id": "112276190",
        "newspaper": "The Tumut Advocate and Farmers and Settlers' Adviser (NSW : 1903 - 1925)",
        "title": "TENNIS.",
        "date": "1925-04-07",
        "snippet": "... triumphed over the <strong>Batlow</strong> Club on the fawner's court. , . v <strong>Batlow,</strong> theftoy previous , to ,the. <strong>-Batlow-WcstwCO'ti'':</strong> trcsxtare/ ..VVond»r^/'T!nit!YElns-. victoS-ious. - - ?? Bombowlee <strong>Creek</strong> and Brungle Clubs met at Brungle last Sunday, the former winning the match. Stoney <strong>Creek</strong> journeyed to the ..."
    },
    {
        "id": "117504900",
        "newspaper": "The Farmer and Settler (Sydney, NSW : 1906 - 1957)",
        "title": "Batlow for Fruit.",
        "date": "1931-01-17",
        "snippet": "... <strong>Batlow</strong> for Fruit. JESS WITHERS <strong>(Batlow).-I</strong> am nm ten years of age, and am <strong>of some</strong> Interest to you. <strong>Batlow</strong> Is a groat irull-irowliiB district, and Is nestled at the foot ol hills. At present, Iho ...  photographers. Deep <strong>Creek</strong> Is the home ol beautiful trco term, and Is Just a nice wnlll Irom Hal ow.                     ..."
    },
    {
        "id": "134106481",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "GAZETTE NOTICES AN AREA AT BATLOW.",
        "date": "1927-09-20",
        "snippet": "... GAZETTE NOTICES AN AREA AT <strong>BATLOW.</strong> An area of 1 acre 0 r. 3 1/2p., within portion 336, parish <strong>Batlow,</strong> reserved from or lease under section 206, i has been revoked. I SPECIAL LEASE GRANTED. John Murrijy, ot Upper Gilmore, lias been granted a special lease, ot about 151 acres, parish <strong>BatloW,</strong> for ..."
    },
    {
        "id": "142749294",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "BATLOW BOY SCOUTS",
        "date": "1930-01-10",
        "snippet": "... <strong>BATLOW</strong> BOY SCOUTS The <strong>Batlow</strong> Troop of Boy Scouts is fortunate in having such a keen sup ...  district. He has made available a magnificent camping area, well timbered, undulating, and with a <strong>creek</strong> running through it. It is about half a mile away from the town. The <strong>Batlow</strong> people too,. have ..."
    },
    {
        "id": "110649890",
        "newspaper": "The Canberra Times (ACT : 1926 - 1995)",
        "title": "Kangaroos shot",
        "date": "1975-07-30",
        "snippet": "... Kangaroos shot Thirteen kangaroos were found shot on the eastern bank of the Tumut <strong>River,</strong> near Blow ering <strong>Dam</strong> forestry camp, in an area in which the NSW Forestry Depart ment wanted to establish a wildlife reserve, a spokesman for the Bat low police said yesterday. The police arc in vestigating.                     ..."
    },
    {
        "id": "122608095",
        "newspaper": "The Richmond River Express and Casino Kyogle Advertiser (NSW : 1904 - 1929)",
        "title": "COURSING AT LISMORE.",
        "date": "1922-06-07",
        "snippet": "... COURSING AT LISMORE. The second day of tho Gordon Cup, run in connection with the Richmond <strong>River</strong> ...  won from Threo Castles; Big Chief was victorious over Lady Ibis and Lord <strong>Batlow</strong> defeated Nimmitibel. In the third ties Just British beat Trixie Dickens; Lord <strong>Batlow</strong> defeated Successful; and Big Chief ..."
    },
    {
        "id": "125406763",
        "newspaper": "Adelong and Tumut Express (NSW : 1925)",
        "title": "BATLOW.",
        "date": "1925-11-13",
        "snippet": "... ? flats . It then crosses the - '-*) <strong>creek,</strong> and commences the 1500ft. V climb.' to <strong>Batlow.</strong> :For. ...  <strong>BATLOW.</strong> Mr. Parker Moloney, selected : Labor candidate- for the Hume electerate, toi-nte, visited <strong>Batlow</strong> last Friday, and gave an address from 'Labor's point of view conccrning the 'elec tioneering- ..."
    },
    {
        "id": "102160105",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "BATLOW.",
        "date": "1923-04-27",
        "snippet": "... <strong>BATLOW.</strong> LOW ? (From Our Own Correspondent.) The number . of workers on the <strong>Gilmore-Batlow,</strong> <strong>railway ^rai</strong>lway has been greatly diminished during the past few weeks, the majority being paid off on Wednes day last. There are still about 15 men engaged in constructing the <strong>Batlow</strong> station building, ..."
    },
    {
        "id": "106932812",
        "newspaper": "The Land (Sydney, NSW : 1911 - 1954)",
        "title": "Freestone Canning Peaches At Batlow",
        "date": "1954-08-13",
        "snippet": "... officer at <strong>Batlow</strong> (Mr. P. j Henry). I Since 1950 approximately 30 acres of freestone can ning peaches ...  <strong>Batlow</strong> Packing House. Peaches canned last season were of excellent quality and had a good ap pearance when' emptied from the can. [On the M.I.A. and other <strong>irrigation</strong> areas, mostly clingstone .varieties ..."
    },
    {
        "id": "123539019",
        "newspaper": "The Gundagai Times and Tumut, Adelong and Murrumbidgee District Advertiser (NSW : 1868 - 1931)",
        "title": "FERTILE BATLOW. VIEW OF MR. BARBERIE.",
        "date": "1916-04-04",
        "snippet": "... FERTILE <strong>BATLOW.</strong> VIEW OF MR. BARBERIE. Mr. O. C. BARBERIE writes : 'The idea of Mr. Ashford of establishing State saw mills at <strong>Batlow</strong> comes just at the time when it is proposed to generate electricity by water power. No doubt Mr. Ashford saw this scheme when at <strong>Batlow,</strong> being carried out on a small ..."
    },
    {
        "id": "139041708",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "Fertile Batlow.",
        "date": "1916-04-06",
        "snippet": "... advoca ting for many years the utilising of the Buddong Falls, near <strong>Batlow,</strong> also the Gilmore <strong>Creek,</strong> each ...  fertile <strong>Batlow.</strong> Mr. O. C. Barberie writes: 'The idea of Mr. Ashford of establishing ing State saw mills at <strong>Batlow</strong> comes just at the time when it is proposed .to generate electricity by water ..."
    },
    {
        "id": "143162736",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "DISTRICT NEWS BATLOW",
        "date": "1932-06-04",
        "snippet": "... DISTRICT NEWS <strong>BATLOW</strong> Last Saturday night a big crowd attended tended the dance and euchre social in aid of the <strong>Batlow</strong> Catholic Church, building fund, resulting in a £12 'house.' Visitors wore present from Tuinbaruniba and Yaven <strong>Creek.</strong> There were HI players at the euchre tables, which were ..."
    },
    {
        "id": "144588219",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "BATLOW PROGRESS ASSN. MONTHLY MEETING",
        "date": "1936-04-09",
        "snippet": "... <strong>BATLOW</strong> PROGRESS ROGRtSS ASSN. MONTHLY MEETING At the last meeting of the <strong>Batlow</strong> Progress ...  an application by R. Horacaek, also the surveying of a road to tho <strong>Batlow</strong> lookout from Skerry 's ...  liis lecture on Central Australia in <strong>Batlow,</strong> on behalf of the <strong>Batlow</strong> Bush Nursing Association, at a ..."
    },
    {
        "id": "139318358",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "OUR APPLE BLOSSOM ISSUE",
        "date": "1949-10-25",
        "snippet": "... State. More water for <strong>irrigation</strong> Will become- available as the huge Snowy <strong>River</strong> Scheme progresses ...  Blossom' paper, coinciding with the apple blossom festivities at <strong>Batlow.</strong> Once agafn we must ex press our ...  which are contained .in .this special issue and also to the <strong>Batlow</strong> 'luiKincKs neonle who have taken ..."
    },
    
    {
        "id": "139318359",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "Batlow Railway Statistics",
        "date": "1949-10-25",
        "snippet": "... <strong>Batlow</strong> Railway Statistics Due to the extremely light fruit' crop of the 1949 season and tonnage figures supplied by the <strong>Batlow</strong> Station staff show a i very considerable falling oil -U compared with ...  figures as for severil weeks the <strong>Gllmore-Batlow</strong> branch service was completely siisnendi-il Although ..."
    },
    {
        "id": "115932716",
        "newspaper": "Adelong and Tumut  Express and Tumbarumba Post (NSW : 1900 - 1925)",
        "title": "BATLOW.",
        "date": "1925-11-13",
        "snippet": "... <strong>BATLOW.</strong> Mr. Parker Moloney, selected Labor candidate' for the Hume electorate, lomte, visited <strong>Batlow</strong> last Friday, and gave an address from 'Labor's point of view concerning the .,' elec-; ...  who usually goes -with him on those electioneering trips. Mr. and Mits. Moloney visited the <strong>Batlow</strong> ..."
    },
    {
        "id": "121743115",
        "newspaper": "The Gundagai Independent and Pastoral, Agricultural and Mining Advocate (NSW : 1898 - 1928)",
        "title": "ADELONG.",
        "date": "1926-11-15",
        "snippet": "... Jagoe, of Wondalga, 600 in Upper Adelong <strong>Creek;</strong> Mr. T. E. Robson, of <strong>Batlow,</strong> 600 in Upper Adelong <strong>Creek;</strong> ...  Associa- tion, <strong>Batlow,</strong> 300 in Upper Gilmore <strong>Creek,</strong> 300 in Little Gilmore <strong>Creek, </strong>and 200 in Bago <strong>Creek;</strong> ...  swing. Mr. Chas. Way, of <strong>Batlow,</strong> under went an operation at the hands of Dr. Moran in Lewisham ..."
    },
    {
        "id": "144983923",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "Batlow Red Cross Annual Meeting £1196 RAISED DURING YEAR",
        "date": "1945-08-15",
        "snippet": "... are very grateful to them. 1 would also like to thank the Peel's <strong>creek</strong> ladies and <strong>Batlow</strong> Land Army ...  <strong>Batlow</strong> Red Cross Annual Meeting £1196 RAISED DURING YEAR At the annual meeting of the <strong>Batlow</strong> ...  <strong>Batlow</strong> 2WG Women's Club, West <strong>Batlow</strong> branch of the Far West Scheme, and the Land Army girls. Mrs. R. J, ..."
    },
    {
        "id": "101540908",
        "newspaper": "Narandera Argus and Riverina Advertiser (NSW : 1893 - 1953)",
        "title": "BATLOW AND M.I.A. 300 MEN NEEDED EARLY IN FEBRUARY",
        "date": "1943-01-26",
        "snippet": "... <strong>BATLOW</strong> AND M.I.A. 300 MEN NEEDED EARLY : IN FEBRUARY Announcing that 300 men were required quired for work in <strong>Batlow</strong> and the Murrumbidgee <strong>Irrigation</strong> Area early in February, the N.S.W. Manpower ...  he said, were wanted at Port Kembla and Cockle <strong>Creek</strong> immediately for the despatch of superphosphates ..."
    },
    {
        "id": "144180257",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "DISTRICT NEWS BATLOW",
        "date": "1942-06-27",
        "snippet": "... DISTRICT NEWS <strong>BATLOW</strong> The month of June has been a sad one for many <strong>Batlow</strong> folk. First came the ...  having been for some years on the staff at Mr. L. E. Quannby's store in <strong>Batlow.</strong> Cliff leaves two ... . About 55 years ago he married Miss Jessie Mouat of <strong>Batlow,</strong> where he bought a farming pro pro- perty, ..."
    },
    {
        "id": "138994471",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "OUR OPEN COLUMN Batlow Electricity Supply (To the Editor)",
        "date": "1944-02-08",
        "snippet": "... OUR OPEN COLUMN <strong>Batlow</strong> Electricity Supply (To the Editor) J. H. SIR,-With reference to the discussion, cussion, which took place at the last Tumut Shire Council meeting in regard to <strong>Batlow</strong> electricity sup ply there were several points raised which are of vital concern to most residents of <strong>Batlow</strong> ..."
    },
    {
        "id": "159139949",
        "newspaper": "National Advocate (Bathurst, NSW : 1889 - 1954)",
        "title": "THE ESTIMATES OVER 10 MILLIONS SYDNEY, Thursday.",
        "date": "1923-11-23",
        "snippet": "... lines £140,400, elec trification of State railways £1,440,800 Dubbo-W°rris <strong>Creek</strong> railway £103,900 <strong>GUmore-Batlow</strong> railway £15,500, coun try towns witter Jsuppljies £93,590, improvements to Sydnoy TOter and sewerage services £1,324,450, Hunter Dlstrfct wat'r supply £480,450, <strong>River</strong> Murray Commission (part ..."
    },
    {
        "id": "138284208",
        "newspaper": "Adelong Argus, Tumut and Gundagai Advertiser (NSW : 1925)",
        "title": "Southern District Agricultural Bureau Conference",
        "date": "1925-03-02",
        "snippet": "... to. present the prizes for the best school gardens at the <strong>Batlow</strong> and. Peel's <strong>Creek</strong> schools. The ... ecide 1.1 Jeiide what form the conference on 26th March to <strong>Batlow</strong> should take. There were about 25 present, and Air. C. J. White, of the <strong>Batlow</strong> Soldiers' Settlement, who is secretary to the West ..."
    },
    {
        "id": "112267450",
        "newspaper": "The Tumut Advocate and Farmers and Settlers' Adviser (NSW : 1903 - 1925)",
        "title": "PROLIFIC BATLOW.",
        "date": "1916-09-12",
        "snippet": "... PROLIFIC <strong>BATLOW</strong> ;o; In reply to enquiries made regardiog gardiog the splendid potato crops this year in the famous <strong>Batlow</strong> District, Mr, E. W. Quarmby, \" Honeysuckle,\" writes The Queea of the Valley, ...  <strong>irrigation.</strong> New ground yielded up to 10 tons per aore. Other ground (third orop), different ..."
    },
    {
        "id": "17112029",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "BATLOW GOLD RUSH. 20 Miles Pegged Out. POLLUTION OF STREAM. BATLOW, Saturday.",
        "date": "1935-01-21",
        "snippet": "... <strong>[BATLOW</strong> GOLD RUSH. 20 Miles Pegged Out. POLLUTION OF STREAM. <strong>BATLOW,</strong> Saturday. The gold-mining rush at, <strong>Batlow</strong> is continuing tinuing and land has been taken up under various tenures over an area of ...  <strong>Creek,</strong> and operations are suspended pending the instal- lation of settling dams. It is understood ..."
    },
    {
        "id": "208230143",
        "newspaper": "Wagga Wagga Express (NSW : 1930 - 1939)",
        "title": "Batlow's Electricity BURRENJUCK LAUGHED AT",
        "date": "1934-03-03",
        "snippet": "... Batlow's Electricity BURRENJUCK LAUGHED AT I <strong>Batlow</strong> was one of the first township's 1 ship's in ...  guarantee, in addition to .estimated iuc'duie; of\" £150 a year, at the beginning. <strong>Batlow</strong> .had resident ...  laughed out and dropped at once, j <strong>Batlow</strong> r set to \" work 'and \" made itfe 'own installation. The ..."
    },
    {
        "id": "139086763",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "BATLOW.",
        "date": "1906-06-08",
        "snippet": "... the Gilmore <strong>Creek,</strong> adjoining the township of <strong>Batlow,</strong> most of which is irrigable, the price, Jagreed ...  <strong>BATLOW.</strong> We are aro in receipt of the following intimation 'from Mr. R R. Timmis, which may perhaps ...  railway communication withTunibarumba taken from a point on jthoTumut lino through <strong>Batlow</strong> to that ..."
    },
    {
        "id": "134107604",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "BATLOW",
        "date": "1926-04-20",
        "snippet": "... <strong>BATLOW</strong> A very successful euchre tournament ment and dance was held in the <strong>Batlow</strong> low Hall on Saturday, 10th April, in aid of the <strong>Batlow</strong> Memorial Park. There was a good attendance, with 56 playing ...  lit up the whole of the south-western sky. Following such a dry summer the real <strong>Batlow</strong> weather has ..."
    },
   
    {
        "id": "138995227",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "BATLOW",
        "date": "1944-03-21",
        "snippet": "... <strong>BATLOW</strong> At a meeting of the <strong>Batlow</strong> Progress gress Association Committee held on. March 9 there were ...  B.N.A., giving him the result of the association's efforts regarding a 'hospital for <strong>Batlow</strong> and ...  was spent by members of the <strong>Batlow</strong> branch of the C.W.A. on Tuesday, March 14, at the Parish Hall. ..."
    },
    {
        "id": "142471880",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "LOAN ESTIMATES. DISTRICT ITEMS.",
        "date": "1921-12-24",
        "snippet": "... LOAN ESTIMATES. DISTRICT ITEMS. Included in the loan estimates are the following items: Wagga to Tumbarumba bargmba railway £3000- Barmedman to Ranken -Springs £124,000, Griffith to Hillston £100.000, Yanco to Grif fitUi ; £82.000, . Gilmore to <strong>Batlow</strong> £136,000, Burrenjuck <strong>dam.</strong> Murrum bidgee ..."
    },
    {
        "id": "144221081",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "DRIVE FOR LAND ARMY RECRUITS GIRLS NEEDED ON M.I.A. AND AT BATLOW",
        "date": "1944-04-12",
        "snippet": "... DRIVE FOR LAND ARMY RECRUITS GIRLS NEEDED ON M.IA. AND AT <strong>BATLOW</strong> SYDNEY, Tues.: Parramatta Is the latest metropolitan area to be | i . combed for recruits for the Australian Women's Women'i Land ...  work at ? <strong>Batlow,</strong> and 10 werfe Wanted for Cowra, where 80 acres of corn had to be har vested. --                     ..."
    },
    {
        "id": "142771219",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "GILMORE CREEK LANDSLIDE A. WONDALGA",
        "date": "1931-06-25",
        "snippet": "... GILMORE <strong>CREEK</strong> I LANDSLIDE A i. WONDALGA A <strong>Batlow</strong> message states that the heaviest fall on record, five inches in 21 hours, occurred on Tuesday and yesterday. Gilmore Gilinore <strong>Creek</strong> was in flood at a ...  was unocr water. Reedy ' <strong>Creek</strong> was also flooded. A washaway occurred on the Gilmore to <strong>Batlow</strong> railway. ..."
    },
    {
        "id": "16719463",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "TUMUT FISH HATCHERY. TUMUT, Thursday.",
        "date": "1930-10-03",
        "snippet": "... fry. Liberations have taken place in the following streams: Tumut <strong>River,</strong> at Talbingo, 60,000; Tumut <strong>River</strong> proper, 35,000; Goobragandra <strong>River,</strong> 60,000; Adelong and Yaven Creeks, 15,000; <strong>Batlow</strong> streams, 15,000; Yarrangobilly <strong>River,</strong> 10,000; Murrumbidgee <strong>River,</strong> at Rule's Point, 10,000; Murrumbidgee <strong>River,</strong> ..."
    },
    {
        "id": "74113331",
        "newspaper": "The Advertiser (Adelaide, SA : 1931 - 1954)",
        "title": "MUTOOROO COPPER CORPORATION N.L.",
        "date": "1935-01-22",
        "snippet": "... MUTOOROO COPPER CORPORATION N.L. -The secretary of the Mutooroo Copper Corporation N.L. Ni. reports having received the following owing wire from Mr. W. Shaw, at <strong>Batlow,</strong> N.S.W., dated January 21:-\"No - 'No water diffi culties after arrangements sludge <strong>dam</strong> com ileted. Everything here arranged ..."
    },
    {
        "id": "115238457",
        "newspaper": "Evening News (Sydney, NSW : 1869 - 1931)",
        "title": "A MINER'S SUICIDE.",
        "date": "1910-04-11",
        "snippet": "... A MINER'S SUICIDE. TUMUT, Monday.-R. R. A. ; Harvey committed suicide by drowning in a <strong>dam</strong> at a mining claim . at <strong>Batlow</strong> on . Sunday. r . : Harvey, who xrpo was an ? old miner, was found with a stone .fastened to 'the;- neck. :: ' ?':.. .? ?-. ...?;.*' ' _ '? ..?.. ?? '. : K . ' ' .                     ..."
    },
    {
        "id": "144979541",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "RAIN REGISTRATIONS",
        "date": "1945-11-29",
        "snippet": "... RAIN REGISTRATIONS SYDNEY, Wed.: The following rainfall registrations were reported ed to the Sydney Weather Bureau for the 24 hours ended 9 a.m. to day: Junee 3 points, Burrinjuck <strong>Dam</strong> 16. <strong>BatlOW</strong> 9. Arlelnnu 5 Voc 21, Barmedman 3, Temora 7,' Young 16. Burrowa 2. Harden 8. Cootamundra 5, Bungendore ..."
    },
    {
        "id": "145005847",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "The Weather RAIN REPORTS",
        "date": "1946-03-29",
        "snippet": "... The Weather RAIN REPORTS SYDNEY, Thursday: The following j lowing are the official rainfall reports ports for the 24 hours ended at 9 a.m. to-day: Temora 1 point, Burrowa 3, Cootamundra 3, Burrin juck <strong>Dam</strong> 9, <strong>Batlow</strong> 13. Tumbar- j umba 2, Nimitabel 2, Crookwell 1, Delegate 2, Klandra 35, Bendock ..."
    },
    {
        "id": "145041644",
        "newspaper": "Wagga Wagga Advertiser (NSW : 1875 - 1910)",
        "title": "Old Miner's Suicide. SYDNEY, Monday.",
        "date": "1910-04-12",
        "snippet": "... Old Miner's Suicide. SYDNEY, Monday. I An old miner named Harvey found drowned in a <strong>dam</strong> at a mining claim at <strong>Batlow</strong> with a stone fastened ed to his neck, it was [?] a case of sui-idc.                     ..."
    },
    {
        "id": "143671100",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "RAINFALL REGISTRATIONS SYDNEY, Wednesday.",
        "date": "1937-10-21",
        "snippet": "... ' RAINFALL REGISTRATIONS SYDNEY, Wednesday. The following rainfall registrations were made during, the 24 hours ended ed at 9 a.m. to-day: Murrumburrah 2 points, Burrinjuck <strong>Dam</strong> 1, Gundagai 14, <strong>Batlow</strong> 1, Adelong 6, Crookwell 12, Goulburn 8, Gunning 8, Yass 1, Can berra 15, Quembeyan 7, Bungendore ..."
    },
    {
        "id": "144221442",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "RAINFALL RECORDS",
        "date": "1944-03-30",
        "snippet": "... I '?! RAINFALL RECORDS The following were among the rainfall registrations for the week ended 9 a.m. Wednesday: Burrinjuck juclc <strong>Dam</strong> 1 point. ' <strong>Batlow</strong> 88, Addong 29, Tumbarumba 13, Dele gate 61, Jlndabyne 3, Kosciusko 2. Dalgety 6. Tombong 32, Ben docfc Park (V.) 31, Bonang (V.) ?37, Dellictaiora ..."
    },
    {
        "id": "144226754",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "RAIN REGISTRATIONS",
        "date": "1944-06-17",
        "snippet": "... RAIN REGISTRATIONS Rainfall registrations for the 24 hours ended 9 a.m. Friday included: Finley Pinley 6 points, Tocumwal wal 21. Urana 3, The Rock 5, Henty 3, Culcairn 4, Corowa 7. Howlong 4, Young 1, Bumnjuck <strong>Dam</strong> 3, Gundagai 2. <strong>Batlow</strong> 16, Adelong 7, Tumut 5, Tumbarumba 4. Holbrook 4, Albury 13, ..."
    },
    {
        "id": "144845642",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "Rain Registrations",
        "date": "1947-07-12",
        "snippet": "... Southwest Slopes: Grenfell 3, Young 4, Harden 3, Cootamundra 3, Burrinjuck <strong>Dam</strong> 10, Guhdagal 17, <strong>Batlow</strong> 20, Tarcutta 3, Tumut 20, Tumba rumba 25, Holbrook 5, Albury 8. Southern Tablelands: Crookwell 3, ..."
    },
    {
        "id": "144847443",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "RAINFALL REPORTS",
        "date": "1947-07-01",
        "snippet": "... RAINFALL* REPORTS SYDNEY, to-day: day: The rainfall registration for 48 hours ended 9 a.m. today. RIVERINA: Griffith [?]. 1. SOUTHERN TABLELANDS: Ad ?mlniby 8, SOUTH WEST SLOPES: Coota murtdrm i. Junee S. Burrunjuck <strong>Dam</strong> 1, <strong>Batlow</strong> U. AJelong 1, Turn liurrumlM 3'                     ..."
    },
    {
        "id": "144856399",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "THE WEATHER RAINFALL REGISTRATIONS",
        "date": "1944-12-14",
        "snippet": "... THE WEATHER I RAINFALL REGISTRATIONS The following were among the rainfalls officially recorded for the 24 hours ended 9 a.m. yesterday: Kcorawatha Ki^orawatha 20 points, Bav medman 45, Temora 43. Boorowa 22, Harden 25, Cootamundra 36, Junee 28. Burrinjuck <strong>Dam</strong> 43, Gundagai 85. <strong>Batlow</strong> S3, Tarcutta ..."
    },
    {
        "id": "144866170",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "RAIN REGISTRATIONS",
        "date": "1944-07-11",
        "snippet": "... RAIN REGISTRATIONS Rainfall registrations for the 24 hours ended 9 a.m. Monday included: cluded: Deniliquin 2, Moama 5, Berrigan 3, Tocumwal 6, Lock hart 3, Henty 6, Culcairn 7. Corowa 6, Grenfell 6, Koorawatha 4, Burrlnjuck <strong>Dam</strong> 3, Gundagai 2, <strong>Batlow</strong> 23, Tarcutta 4, Adelong 3, Tumut 4, Tumbarumba ..."
    },
    {
        "id": "145456773",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "Rainfall Registrations",
        "date": "1949-06-16",
        "snippet": "... Bifrrlnjuok <strong>Dam</strong> 22, Stocklnbingal 6, Gundagai 7, <strong>Batlow</strong> 3, Adelongl.                     ..."
    },
    {
        "id": "145582379",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "The Rainfall",
        "date": "1951-08-24",
        "snippet": "... The Rainfall SYDNEY, Thursday: Rainfall for 24 hours ending 9 a.m. Thursday - Riverina: No rain. Southwest Slopes: Boorowa 3 Horripn 2. Bun'injuck <strong>Dam</strong> 2, Gundagai 1, Tarcutta 7, Adelong 3, Tumut 3, <strong>Batlow</strong> 24, Tumbarumba 7. Southern Tablelands: Crook well 1, Goulburn 7, Gunning 8, Canberra 1, ..."
    },
    {
        "id": "213846457",
        "newspaper": "Murchison Advocate (WA : 1898 - 1911)",
        "title": "NEW SOUTH WALES. DETERMINED SUICIDE BY DEMENTED MINER SYDNEY, Tuesday.",
        "date": "1910-04-14",
        "snippet": "... NEW SOUTH WALES. DETERMINED SUICIDE BY DEMENTED MINER Sydney, Tuesday. A determined suicide took place at <strong>Batlow,</strong> in the Adelong district on Monday. Robert Harvey, a miner, left home announcing his intention of committing suicide. Subsequently his body was recovered in a <strong>dam</strong> with a large stone ..."
    },
    {
        "id": "112705645",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "PEN-FRIENDS WANTED",
        "date": "1936-01-17",
        "snippet": "... <strong>Batlow,</strong> would lik'c a pen-friend, who is in 4th class at school. DxUcie Stevens, <strong>Swamp</strong> <strong>Creek,</strong> Khasn ..."
    },
    {
        "id": "14019640",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "PROJECTED DEPARTURES.—October 5.",
        "date": "1895-10-05",
        "snippet": "... for Uiislinno and ports; Kallatina (s ), for clarence <strong>River;</strong> Burrawong (s.), for Macleay <strong>River,</strong> Rosedale (s.), for ), i &gt;r Port Macquarie and Bellinger <strong>River;</strong> Sydney (s.), (s ) for Newcastle: Billie <strong>Batlow</strong> (a ), lorMoruvaand VFugonga                     ..."
    },
    {
        "id": "144229277",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "RAIN AT BATLOW",
        "date": "1944-04-14",
        "snippet": "... RAIN AT <strong>BATLOW</strong> Rain fell at <strong>Batlow</strong> on Easter Sunday, i day, about 114 points being registered. ed. After threatening for some <strong>dam</strong> I light rain set in in the morning, and] showers fell during the day. At ni£it| heavy showers fell before midnight, the morning dawning fine, though] still cloudy. ..."
    },
    {
        "id": "32537142",
        "newspaper": "The West Australian (Perth, WA : 1879 - 1954)",
        "title": "MURRAY SWOLLEN. River Flats Inundated.",
        "date": "1932-09-01",
        "snippet": "... the Hume <strong>weir</strong> is hourly expected. The Murrumbidcee <strong>River</strong> has risen rapidly and the Tumut and its con tributing creeks have already inundated the <strong>river</strong> flats, and washed away portion of the <strong>Batlow</strong> ...  MURRAY SWOLLEN. <strong>River</strong> Flats Inundated. SYDNEY, Aug. 31.-Fears Fears of floods in the Murray and ..."
    },
    {
        "id": "120254513",
        "newspaper": "The Gundagai Independent and Pastoral, Agricultural and Mining Advocate (NSW : 1898 - 1928)",
        "title": "MAIL CONTRACTS.",
        "date": "1899-10-25",
        "snippet": "... Tumbsrumba, re-advertised ; Adelong and Hillas' <strong>Creek,</strong> Cornelius Mclnernoy, £29 ; Adelong and Sharp's <strong>Creek,</strong> Cr.'W. Lawson, £25 ; Gilmore and <strong>Batlow,</strong> Robert G. Reily, £30 15s ; <strong>Batlow</strong> and Quartsville, Michnel ..."
    },
    {
        "id": "143150436",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "DISTRICT NEWS BATLOW",
        "date": "1933-01-10",
        "snippet": "... also took most of the wickets. On Monday Yaven <strong>Creek</strong> visited <strong>Batlow</strong> in force for a friendly game. ...  DISTRICT NEWS <strong>BATLOW</strong> The following children gained passes at the <strong>Batlow</strong> Public School at the ...  Hay ward: good conduct, Ken Smith. On Christmas Eve and morning the j <strong>Batlow</strong> Band played Christmas ..."
    },
    {
        "id": "22011702",
        "newspaper": "The Brisbane Courier (Qld. : 1864 - 1933)",
        "title": "FLOODS AND GALE. Damage in N.S.W. MURRAY RIVER RISING. SYDNEY, August 31.",
        "date": "1932-09-01",
        "snippet": "... at Albury. The overflow of the Hume <strong>Weir</strong> is hourly expected. The Murrumbidgee <strong>River</strong> ¡has risen ...  flats and washed away portion of the <strong>Batlow</strong> railway line. The Hallas <strong>Creek</strong> bridge has been destroyed. A ...  FLOODS AND GALE. Damage in N.S.W. ? MURRAY <strong>RIVER</strong> RISING. SYDNEY, August 31. Fears of floods in the ..."
    },
    {
        "id": "102342388",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "BODY FOUND IN DAM",
        "date": "1938-04-29",
        "snippet": "... BODY FOUND IN <strong>DAM</strong> ??'. ?'??? ?'?'- ? ' m - - ?'?'.. ? The body of Jack Mellen was found on Monday in a <strong>dam</strong> on the property of N. Mann, at Laurel Hill, about 10 miles from <strong>Batlow.</strong> Mellen was a married man and lived in Melbourne. He arrived. at <strong>Batlow</strong> about 10 days ago on a holiday visit, after ..."
    },
    {
        "id": "133311130",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "CARRIAGE OF MAILS.",
        "date": "1899-10-13",
        "snippet": "... Jones' <strong>Creek,</strong> twice a week. To and from Brungle and Roesmount, three times a week. To aud from Adelong, Middle Adelong, <strong>Batlow,</strong> Laurel Hill, Courabyra, and Tumbar Tumbar- umba, via Hasterlt's, Parrot ...  dale, Upper Bago, and <strong>Batlow,</strong> via Bago, and Bago station, once a week. To and from Adelong, Mount ..."
    },
    {
        "id": "32845012",
        "newspaper": "The West Australian (Perth, WA : 1879 - 1954)",
        "title": "RUSH AT BATLOW.",
        "date": "1935-01-21",
        "snippet": "... RUSH AT <strong>BATLOW.</strong> SYDNEY, Jan. 19.-The The goldmining rush at <strong>Batlow</strong> is continuing and land has been taken up under various tenures over an area of 20 miles by 12 miles. ADDlica tions are pouring in ...  taken steps to prevent the pollution Df the Adelong <strong>creek</strong> and operations are suspended pending the ..."
    },
    {
        "id": "35875931",
        "newspaper": "The Courier-Mail (Brisbane, Qld. : 1933 - 1954)",
        "title": "BATLOW RUSH IN FULL SWING Applications for Land Pouring In SYDNEY, January 20.",
        "date": "1935-01-21",
        "snippet": "... <strong>BATLOW</strong> RUSH IN FULL SWING Applications for Land Pouring In SYDNEY, January 20. The gold mining rush at- <strong>Batlow</strong> Is continuing, and land has been taken up under various tenures over an area of 20 ...  Adelong <strong>Creek,</strong> and operations are suspended pending the installation of settling dams. It is understood ..."
    },
    {
        "id": "38396878",
        "newspaper": "Western Mail (Perth, WA : 1885 - 1954)",
        "title": "RUSH AT BATLOW.",
        "date": "1935-01-24",
        "snippet": "... RUSH AT <strong>BATLOW.</strong> SYDNEY, Jan. 19.-The goldmining 1 rush at <strong>Batlow</strong> is continuing and land has j been taken up under various tenures over an area of 20 miles by 12 miles. Applica- tions are pouring in ...  has taken steps to prevent the pollution of the Adelong <strong>creek</strong> and operations are suspended pending ..."
    },
    {
        "id": "74113332",
        "newspaper": "The Advertiser (Adelaide, SA : 1931 - 1954)",
        "title": "BATLOW PROPRIETARY N.L.",
        "date": "1935-01-22",
        "snippet": "... <strong>BATLOW</strong> PROPRIETARY N.L. A company of £20,000 in 80,000 shares of 5/ each, was formed in Adelaide ...  blocks of 25 acres each at <strong>Batlow,</strong> NJ5.W. Some of these blocks adjoin the properties held by Ball's Associated and Eanlon's West G.M. companies, and others have frontages to Adefong <strong>Creek</strong> alluvial ..."
    },
    {
        "id": "112276299",
        "newspaper": "The Tumut Advocate and Farmers and Settlers' Adviser (NSW : 1903 - 1925)",
        "title": "TENNIS.",
        "date": "1925-05-19",
        "snippet": "... TENNIS. . The <strong>Batlow</strong> Club played the return re turn: match against- the Wanderers on the latter's court on Sunday last and won, by 13 games. The players <strong>were:-Batlow:</strong> Messrs' Connors, Wcolridge, ...  Stonsy <strong>Creek</strong> courts.                     ..."
    },
    {
        "id": "115927510",
        "newspaper": "Adelong and Tumut  Express and Tumbarumba Post (NSW : 1900 - 1925)",
        "title": "TENNIS.",
        "date": "1925-10-16",
        "snippet": "... - TENNIS. The Waratah Club played Newtown at Newtown on Sunday last. \"Newtown town won by 8 games. Brungle journeyed to Bombowlee <strong>Creek</strong> on Sunday. Bombowleeites added yet another victory to their ...  the home club. % ? ? ? Tliis, ,'? week-end Windowie meet <strong>'Batlow,</strong> whilst . <strong>Batlow</strong> also play ..."
    },
    {
        "id": "145370796",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "DISTRICT NEWS TUMBARUMBA",
        "date": "1939-08-24",
        "snippet": "... been noti fied of his transfer to the Adelong <strong>Batlow</strong> perish. He will be leaving Tumbarumba about the end of this month. * Mr. Tom O'Loughlin, of the railway relieving staff at Werris <strong>Creek,</strong> is on ..."
    },
    {
        "id": "155658754",
        "newspaper": "Mudgee Guardian and North-Western Representative (NSW : 1890 - 1954)",
        "title": "Wedding. QUARMBY—SMITH.",
        "date": "1921-03-24",
        "snippet": "... solemnised the marriage of John Roland Quarmby, son Of Mr. Ezra William Quarmby, of <strong>Batlow,</strong> and Clarice Lean, dauchtor of Mr. and t Mrs. James Smith, of Lawson's j <strong>Creek,</strong> Mudgee. The bride en tered the ...  evening's train for tho honeymoon. Their home will be at <strong>Batlow.</strong>                     ..."
    },
    {
        "id": "203871275",
        "newspaper": "The Age (Melbourne, Vic. : 1854 - 1954)",
        "title": "TWO MURDER CHARGES Elderly Man Shot.",
        "date": "1937-05-31",
        "snippet": "... <strong>Batlow</strong> police court last night with the murder of Arthur Clarke Evans, 71 years, whose body was discovered In a hut on ills property at <strong>Batlow</strong> yesterday afternoon. The dead man . was shot through the ...  wrapped in a tent fly, was accidentally discovered beneath a bridge at Millie <strong>Creek,</strong> near Garah, over a ..."
    },
    {
        "id": "144189402",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "LAND WOMEN WORK HIGHLY PRAISED \"BOON TO BATLOW",
        "date": "1942-07-06",
        "snippet": "... LAND WOMEN WORK HIGHLY PRAISED 'BOON TO <strong>BATLOW'</strong> SYDNEY, Saturday.-Expressing - Express Ing high ...  boon <strong>Batlow</strong> had ever had. They have proved so popular and capable that the farmers' wives have taken them to their hearts.' Mr.. Broadfoot said that the work of the girls at <strong>Batlow</strong> had been ..."
    },
    {
        "id": "143770187",
        "newspaper": "Cootamundra Herald (NSW : 1877 - 1954)",
        "title": "TRIALS WITH SUMMER LETTUCE IN THE BATLOW DISTRICT",
        "date": "1946-08-09",
        "snippet": "... TRIALS WITH SUMMER LETTUCE IN THE <strong>BATLOW</strong> DISTRICT In co-operation with the <strong>Batlow</strong> Co ...  can be grown successfully in the <strong>Batlow</strong> district for marketing during the summer months in Sydney ...  could be grown very .successfully under <strong>irrigation</strong> in districts having a high altitude, provided ..."
    },
    {
        "id": "184630147",
        "newspaper": "Glen Innes Examiner (NSW : 1908 - 1954)",
        "title": "TRIALS WITH SUMMER LETTUCE AT BATLOW",
        "date": "1946-07-30",
        "snippet": "... trials with summer lettuce at <strong>batlow</strong> In co-operation with the Bat- low Co-operative Packing House ...  the <strong>Batlow</strong> district Igiipr'f marketing dining the sum- froer months in Sydney and iu- p land ...  grown very successfully under <strong>irrigation</strong> in districts having a high altitude, provided facilities ..."
    },
    {
        "id": "120264952",
        "newspaper": "The Gundagai Independent and Pastoral, Agricultural and Mining Advocate (NSW : 1898 - 1928)",
        "title": "LAND SALE AT TUMUT.",
        "date": "1908-06-17",
        "snippet": "... LAND SALE AT TUMUT. On July 8th, the following country lot will be offered at Tumut:-la, lr, la. lr. 8p., at <strong>Batlow,</strong> adjoining H. J. Harrison's portion tion 184, within Gilmore more <strong>Creek</strong> goldfield; upset price (which includes value of Crown improvements), .£9.                     ..."
    },
    {
        "id": "120261621",
        "newspaper": "The Gundagai Independent and Pastoral, Agricultural and Mining Advocate (NSW : 1898 - 1928)",
        "title": "LAND SALE AT TUMUT.",
        "date": "1908-05-16",
        "snippet": "... LAND SALE AT TUM.UT. On July 8th, the following country lot j will be offered at Tumut:-ls. Ir. lr. 8p., at I <strong>Batlow,</strong> adjoining H. J. Harrison's portion tion 184, within Gil more <strong>Creek</strong> goldfield; upset price (which includeB value of Crown improvements), £9. ?«                     ..."
    },
    {
        "id": "139383300",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "Batlow Weather",
        "date": "1924-06-20",
        "snippet": "... ? ? ? ? <strong>Batlow</strong> Weather Another spell of wet weather came over late on Saturday afternoon, and put the Gilmore <strong>creek</strong> up a foot or two before midday Sunday. About 135 points fell on Satuiday night, nnd 100 pts. .Sun day- Monday wai showery, with fog, and somewhat cold.^^;                     ..."
    },
    {
        "id": "143986065",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "RAINFALL REGISTRATIONS",
        "date": "1941-09-23",
        "snippet": "... Carrathool 2, Moula mein 8. Stoney <strong>Creek</strong> 8, Coolamon 2, OeniHquin 13, Moama 8. Berrigan 3, Finley 4, Cootamundra 6, <strong>Batlow</strong> 3.                     ..."
    },
    {
        "id": "207537527",
        "newspaper": "Wagga Wagga Express (NSW : 1930 - 1939)",
        "title": "Gave Wrong Address",
        "date": "1935-02-02",
        "snippet": "... for perjury agajnst him. j Oil Monday morning, 'Mr T. Shea, of <strong>Ba-tlow,</strong> was talcing a car-load out to ...  who was coming towards <strong>Batlow.</strong> Mr. Shta's car was badly smashed, the running board and right-hand mudguards were turned hack to the side of the car; chassis bent and steering gear <strong>dam</strong> aged. Fr. ..."
    },
    {
        "id": "144404838",
        "newspaper": "Cootamundra Herald (NSW : 1877 - 1954)",
        "title": "BATLOW AND ITS WATER SCHEME",
        "date": "1945-02-09",
        "snippet": "... <strong>BATLOW</strong> AND ITS WATER SCHEME It is to be hoped that the mountain town of <strong>Batlow</strong> and those around ...  impounded in a  <strong>weir</strong> out at Gilmore, run into a settling tank, thence to be gravitated by race.  Al ...  modem building, with canteen, hot and cold meals, and so on. This Journal wishes the <strong>Batlow</strong> people ..."
    },
    {
        "id": "105698100",
        "newspaper": "The Land (Sydney, NSW : 1911 - 1954)",
        "title": "Progress in Big Scheme at Batlow",
        "date": "1946-09-27",
        "snippet": "... Progress in Big Scheme at <strong>Batlow</strong> <strong>Batlow</strong> Packing House Co-op., Ltd. is pushing ahead with its big undertaking taking to develop intensive cultivation tion of asparagus and tomatoes for canning-, on Murrumbidgee <strong>River</strong> flats north-east of Gundagai. Planting of the first 125 acres of asparagus is near ..."
    },
    {
        "id": "93545869",
        "newspaper": "Northern Star (Lismore, NSW : 1876 - 1954)",
        "title": "RIVERINA FIRES SYDNEY. Tuesday.",
        "date": "1926-02-03",
        "snippet": "... RIVERINA' FIRES Sydney. Tuesday. Bush fires are still raping in t!he <strong>River</strong>ina, ina, and up to the present have swept nearly 200,000 acres of grass and \"timber. Hundreds of volunteers .are at. work, ...  caused at <strong>Batlow</strong> soldier settlement.                     ..."
    },
    {
        "id": "15643949",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "OATS AT BATLOW.",
        "date": "1916-05-11",
        "snippet": "... OATS AT <strong>BATLOW.</strong> Mr. O. C. Barberie writes:-In your article \"Exceptional Oat Crop,\" It Is stated ...  so, then we have a very much higher one at <strong>Batlow,</strong> where yields of over 100 bushels per acre, and an average yield of 80 bushels per acre, are considered ordin- ary. This is without <strong>irrigation,</strong> too, and ..."
    },
    {
        "id": "144003011",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "Manpower Survey MEETING NEEDS AT BATLOW AND LEETON",
        "date": "1943-12-17",
        "snippet": "... Manpower Survey MEETING NEEDS AT <strong>BATLOW</strong> AND LEETON SYDNEY, Thursday: The Deputy puty ...  <strong>Batlow;</strong> The labor position at the moment Is very satisfactory. Requests are being met for an additional ...  These demands will be | met. Although the case mills at <strong>Batlow</strong> are short of labor this j discrepancy ..."
    },
    {
        "id": "143713878",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "COOLAMON SCOUTS VISIT BATLOW CAMPING AND TOURING HOLIDAY",
        "date": "1938-01-12",
        "snippet": "... 15 miles from <strong>Batlow</strong> in the Bago Forest, where the waters of the Buddong <strong>Creek</strong> fall in a big drop, ...  COOLAMON SCOUTS VISIT <strong>BATLOW</strong> CAMPING AND TOURING HOLIDAY Visiting <strong>Batlow</strong> for a few days' camp ...  district commissioner of Eastern Riverina, who took them to their camping ground on the <strong>Batlow</strong> ..."
    },
    {
        "id": "122229348",
        "newspaper": "The Gundagai Times and Tumut, Adelong and Murrumbidgee District Advertiser (NSW : 1868 - 1931)",
        "title": "THE BATLOW RAILWAY. Cutting up Bago Forest Reserve.",
        "date": "1912-08-30",
        "snippet": "... THE <strong>BATLOW</strong> RAILWAY. Cutting up Bago Forest Reserve. THE Minister for Public Works (Mr Arthur Griffith) will visit <strong>Batlow,</strong> on Saturday, September 6, in connection with the proposed electric railway. ? He will also in spect the lime deposits on Gilmore <strong>Creek</strong> with the \\iew of ascertaining their ..."
    },
    {
        "id": "201575084",
        "newspaper": "The Evening News (Rockhampton, Qld. : 1924 - 1941)",
        "title": "BUSH FIRES IN N.S.W. UNDER CONTROL IN TUMUT AND BATLOW DISTRICTS.",
        "date": "1926-02-04",
        "snippet": "... BUSH FIRES IN N.S.W. UNDER CONTROL IN TUMUT AND <strong>BATLOW</strong> DISTRICTS. SYDNEY, 3-2-26. - Reports from -Wagga state that most of. the fires in in' the ,-Tumut .and <strong>Batlow</strong> <strong>Batlow..</strong> districts are reported ...  , burning. At OBborno <strong>Creek</strong> yesterday the villagers got the fire under control and it is now burning back ..."
    },
    {
        "id": "112701768",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "BATLOW",
        "date": "1936-09-25",
        "snippet": "... . <strong>BATLOW</strong> ; A UTTER a recess of three months the <strong>Batlow</strong> Progress Association met on 17th September, ...  surfacing of' the road from Gilmore to <strong>Batlow.</strong> The secretary was instructed to again write to the council in refer ence to the nuisance caused by the waste water from the <strong>Batlow</strong> refresh ment room, which ..."
    },
    {
        "id": "144626211",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "BATLOW PROGRESS ASSOCIATION",
        "date": "1936-09-24",
        "snippet": "... ' <strong>BATLOW</strong> PROGRESS ASSOCIATION After a recess of three months', the Latlow Eatlow Progress ...  shortly when it was hoped to organises. 6uit able function. There have; been so 'many functions in <strong>Batlow</strong> ...  to again v.-rile to the council concerning the nuisance caused by the waste water from the <strong>Batlow</strong> ..."
    },
    {
        "id": "144837531",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "Cloudbursts Near Tumut Cause Rail Washaways",
        "date": "1947-12-22",
        "snippet": "... Saturday afternoon, the Gilmore <strong>Creek</strong> burst its banks and flooded parts of the railway line between <strong>Batlow</strong> and Tumut. Water covered the line near Windowie, between | Weriboldera railway siding and Tumut, and washaways j occurred in several places near Weriboldera siding. The train from <strong>Batlow</strong> to Tumnt on ..."
    },
    {
        "id": "127934071",
        "newspaper": "The Sydney Stock and Station Journal (NSW : 1896 - 1924)",
        "title": "BATLOW.",
        "date": "1912-05-07",
        "snippet": "... <strong>BATLOW.</strong> In this age of extravagant expression when wihen a pie Is referred to as 'lovely,' and ...  the <strong>Batlow</strong> district we are likely to discount considerably any true description of its agricultural products. 1 <strong>Batlow</strong> wants railway connection, and <strong>Batlow</strong> lias so mucli to show in proof of its ..."
    },
    {
        "id": "139317773",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "ASPARAGUS SOCIETY FORMED AT BATLOW",
        "date": "1947-03-11",
        "snippet": "... ASPARAGUS SOCIETY FORMED AT <strong>BATLOW</strong> On Tuesday night last the <strong>Batlow</strong> Aspargus Co-operative Society ...  Board of Directors of the <strong>Batlow</strong> Packing House, Mr. H. V. Smith (manager Packing House), Mr. Hallard ...  produce asparagus for canning by. tiie <strong>Batlow</strong> Packing House Co-op. Ltd. It is intended to acquire ..."
    },
    {
        "id": "16064578",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "LIGHTING OF BATLOW.",
        "date": "1923-03-09",
        "snippet": "... LIGHTING OF <strong>BATLOW.</strong> Mr. O. C. Barberie writes as follows from Lavender Bay:-In your issue of ...  <strong>Batlow</strong> from power obtained from a water race the miners cut years ago. <strong>Batlow</strong> has been lighted from ...  the co-operative company is taking over. When <strong>Batlow</strong> was in the running as a Federal capital site ..."
    },
    {
        "id": "102339621",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "BATLOW",
        "date": "1938-04-22",
        "snippet": "... <strong>BATLOW</strong> ON the opening day of the <strong>Batlow</strong> Golf Club, about 56 were' present, sent, including local ...  W. Butz, with 74, 20 - 54; won on * count back. A street stall in aid of the <strong>Batlow</strong> Girl Guides' ...  races are running low, also the Gilmore <strong>Creek.</strong> 'Conditions are very like 1923 and 1914-15.                     ..."
    },
    {
        "id": "104464063",
        "newspaper": "Adelong and Tumut  Express and Tumbarumba Post (NSW : 1900 - 1925)",
        "title": "(To the Editor).",
        "date": "1901-09-13",
        "snippet": "... ? asking for a a siding near Sandy <strong>Creek</strong> was sent to <strong>Batlow,</strong> that the signatories struck their names off after signing it. that I made it my business to go back with it to <strong>Batlow</strong> and succeeded in getting ...  sent to <strong>Batlow</strong> by Mr. Moon and received far more signatures than was relished by Mr. Calloway. It was ..."
    },
    {
        "id": "111602728",
        "newspaper": "The Land (Sydney, NSW : 1911 - 1954)",
        "title": "BATLOW AND ADELONG Places of Scenic Charm",
        "date": "1931-04-03",
        "snippet": "... meet over head. Between <strong>Batlow</strong> and Adelong is the dinkiest little <strong>creek</strong> imaginable; it winds along, in ...  <strong>BATLOW</strong> AND ADELONG Places of Scenic Charm Old Fashioned, <strong>Batlow,</strong> writes: I have been to <strong>Batlow</strong> two or three times, and think it a dear little place nestled away in the hills among beautiful greenery ..."
    },
    {
        "id": "144673596",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "BATLOW",
        "date": "1936-07-30",
        "snippet": "... <strong>BATLOW</strong> ' At a meeting of returned soldiers of <strong>Batlow</strong> and district, convened by Mr. N. L. Quarmby, ...  bad, ,12 members Were present, arid the <strong>Batlow</strong> sub-branch of the Returned Soldiers' , .. League was ...  to the very heavy rain on Saturday, afternoon and night the daiice arranged b' the <strong>Batlow</strong> Hockey ..."
    },
    {
        "id": "139314111",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "BOUNTEOUS RAINS",
        "date": "1949-10-11",
        "snippet": "... BOUNTEOUS RAINS Very heavy rain fell again throughout the Tumut, Adelong and <strong>Batlow</strong> districts during the week-end. For the 48 hours ended 9 a.m. ?yesterday 252 points were regis tered at <strong>Batlow,</strong> 142 points at Ade : Jong and 140 points' at Tumut. The Tumut <strong>River</strong> rose 'rapidly and was across tne ..."
    },
    {
        "id": "112274675",
        "newspaper": "The Tumut Advocate and Farmers and Settlers' Adviser (NSW : 1903 - 1925)",
        "title": "BATLOW.",
        "date": "1924-05-20",
        "snippet": "... all-day sports be held on the <strong>Batlow</strong> Showground. Peel's <strong>Creek</strong> is to be invited to join, and ...  <strong>BATLOW.</strong> A meeting of the <strong>Batlow</strong> Prunegrowers' growers' Association was -held on' Wednesday, 7th inst., and the annual subscription was fixed at 2/6. A no tification was received from the Dept. of ..."
    },
    {
        "id": "112700119",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "WEDDINGS",
        "date": "1936-01-10",
        "snippet": "... Mr. ,. and Mrs. J. Bohr, of Albury. . On Saturday morning Mrs. Dorothy Corbett, oi' <strong>Batlow,</strong> was ...  Vj&amp;IL- terbury, Rev. H. J. Vclvin officiating . at St. John 's Church of England, <strong>Batlow.</strong> - <strong>Batlow</strong> ...  The marriage of Beatrice, eldest daughter of Mr. . and Mrs. W. J. M' Footers, of Reid's <strong>Creek,</strong> Beoch ..."
    },
    {
        "id": "143167158",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "DISTRICT NEWS BATLOW",
        "date": "1932-04-11",
        "snippet": "... DISTRICT NEWS <strong>BATLOW</strong> On Easter Monday the <strong>Batlow</strong> Oddfellows follovrs held their annual ball in the <strong>Batlow</strong> Hall. Considering the counter attractions in neighboring towns the ^attendance was ...  snppHtd by the Glootncha^ers, Miss f}-ibth of Yaven <strong>Creek</strong> flaying an ex tra. The chocolate waltz wag ..."
    },
    {
        "id": "144115037",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "Batlow and M.I.A. 300 MEN NEEDED EARLY IN FEBRUARY",
        "date": "1943-01-22",
        "snippet": "... <strong>Batlow</strong> and M.I.A. 300 MEN NEEDED EARLY IN FEBRUARY SYDNEY, Thursday. - Announcing that 300 men were required for work in <strong>Batlow</strong> and the Murrumbdgee Irrication eation Area early in February, the ...  dally. Men of these types, he said, were wanted at Port Kembla and Cockle <strong>Creek</strong> immediately for the ..."
    },
    {
        "id": "144586828",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "MR. M. HOURIGAN",
        "date": "1936-04-22",
        "snippet": "... Flat, now <strong>Batlow,</strong> all his life. In 1906 lie mar ried. Miss Ellen Schafer, of Sharps <strong>Creek,</strong> in tbe ...  of <strong>Batlow,</strong> after a short illness. ness. Mr. Hourigan, who had been ailing for some time, fell ill ...  Baker, of Tumut, had charge of the funeral ar rangements. The funeral took place at <strong>Batlow</strong> on Easter ..."
    },
    {
        "id": "143489493",
        "newspaper": "Cootamundra Herald (NSW : 1877 - 1954)",
        "title": "CLOUDBURSTS CAUSE WASHAWAYS ON BATLOW LINE",
        "date": "1947-12-22",
        "snippet": "... CLOUDBURSTS CAUSE i WASHAWAYS ON <strong>BATLOW</strong> LINE After three cloudbursts in the Tumut 'mU't district on Saturday afternoon, the Gilmore <strong>creek</strong> burst its banks and flooded parts 'of the' railway line be-' tween <strong>Batlow</strong> and Tiunut ? Water covered the line near W11* dowle, between: :Weriboldera ? railway ..."
    },
    {
        "id": "144004568",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "BATLOW PROGRESS ASSOCIATION UNSATISFACTORY RAIL SERVICE",
        "date": "1943-12-09",
        "snippet": "... more <strong>Creek</strong> crossing, it was decided to write to the Lands Department en closing their reply, and asking that the road ovei the <strong>creek</strong> to the Turout <strong>River</strong> through portion 166 be brought under council's ...  <strong>BATLOW</strong> PROGRESS ASSOCIATION UNSATISFACTORY RAIL SERVICE At the November meeting of the <strong>Batlow</strong> ..."
    },
    {
        "id": "112680320",
        "newspaper": "Adelong and Tumut  Express and Tumbarumba Post (NSW : 1900 - 1925)",
        "title": "BATLOW RAILWAY.",
        "date": "1917-04-20",
        "snippet": "... <strong>BATLOW</strong> RAILWAY The proposed railway from Gilmore siding to <strong>Batlow</strong> has been receiving the attention ...  connectim wifch the scheme for putting returned soldiers on the land at <strong>Batlow,</strong> an estimate was ...  <strong>River</strong> at Ravine. The chief trouble in providing a railway will doubtless be the matter of finance, and ..."
    },
    {
        "id": "144992029",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "RAINFALL REGISTRATIONS",
        "date": "1945-07-13",
        "snippet": "... <strong>Creek</strong> 2, Barellan 6, Grif fith 6, Whitton 6, Narandera 3. Groag Grong 5, Coolamon 3, To'nago 3, Moama ...  Wyalong 3, Barmedman 6, Temora 8. -'oung 12, Burrowa 15. Harden 15, Cootamundra 5, Burrinjuck <strong>Dam</strong> 12, Gundagai 8. <strong>Batlow</strong> 4, Adelong 4, Tumut 2.                     ..."
    },
   
    {
        "id": "139024825",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "Batlow.",
        "date": "1921-08-26",
        "snippet": "... <strong>Batlow.</strong> [Under the auspices of the <strong>Batlow</strong> branch, of the Fruitgrowers' Assn., a - pruning ...  Mr. H. W. Cottam, <strong>Batlow.</strong> Mr. Hogg demonstrated on Jonathan rud Rome Beauty apples, Beur.a Ciair ...  ,-;. Iy experienced in <strong>Batlow</strong> work on tho <strong>Giimore-Batlow</strong> railway Jus been steadiiy progressing. There ..."
    },
    {
        "id": "139318054",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "OBITUARY REV. HENRY J. VELVIN",
        "date": "1948-08-24",
        "snippet": "... Base Hospital on Wednesday last of Rev. Henry James Velvin, of <strong>Batlow,</strong> at the age of 83 years 10 ...  charge of the Parish of Coramba, East ern Dorrigo, and subsequently at Wood burn, Richmond <strong>River,</strong> and Tumba rumba, from where he retired and came jto <strong>Batlow.</strong> At <strong>Batlow</strong> he assisted for some time in ..."
    },
    {
        "id": "102261415",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "COUNTRY NEWS BATLOW",
        "date": "1933-10-13",
        "snippet": "... COUNTRY <strong>BATLOW</strong> From Our Special Correspondents. <strong>TABLE </strong>rpABLE tennis, as run under the auspices pices of the <strong>Batlow,</strong> Boy Scouts' Association, has become , so . popular amongst the young, people of <strong>Batlow</strong> thait it has become; necessary to form ,threo learns. Weekly competitions are held on Monday ..."
    },
    {
        "id": "138993901",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "BATLOW ELECTRICITY SUPPLY Extension of Franchise Asked For",
        "date": "1943-12-21",
        "snippet": "... This j meant either a <strong>dam</strong> in the <strong>creek,</strong> de veloping Buddong Falls or supple menting the electricity ...  ; <strong>BATLOW</strong> ? ELECTRICITY SUPPLY Extension of Franchise Asked For ; Mr. G. C. Brown, of the <strong>Batlow</strong> ...  that the franchise in connection with the supply of electricity to <strong>Batlow</strong> be extended for another ..."
    },
    {
        "id": "117988736",
        "newspaper": "The Farmer and Settler (Sydney, NSW : 1906 - 1957)",
        "title": "MOUNT HORES-BATLOW.",
        "date": "1911-10-06",
        "snippet": "... MOUNT <strong>HOREB-BATLOW.</strong> Mr. Griffith, N.S.W. Minister for Works, on Saturday visited Gundagai district, and received a petition for the construction of an electric railway via Mount Horeb to <strong>Batlow.</strong> The ...  Experts from Gippsland averred that <strong>Batlow </strong>potatoes exceeded in value any any- thing in Gippsland, ..."
    },
    {
        "id": "138998522",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "OUR OPEN COLUMN (To the Editor)",
        "date": "1945-02-06",
        "snippet": "... January re the findings of Mr. J. Cunningham (representing the Water Conservation and <strong>Irrigation</strong> Com mission) that his opinion was that no one on the higher levels at <strong>Batlow</strong> was using water excessively, as I know all the old races around <strong>Batlow</strong> I will take your readers back to 1914 and 1915. In ..."
    },
    {
        "id": "135134548",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "BATLOW POTATO COMPETITION",
        "date": "1933-02-21",
        "snippet": "... <strong>BATLOW</strong> POTATO COMPETITION Mr. A. J. Pinn, Pinn,' potato expert of the Department of Agriculture, has been busy in- <strong>Batlow</strong> the last 'liist few days inspecting- the. competition plots in * the first -judging ' in the. . <strong>Batlow</strong> potato, competition- He was very^ pleased' Avith .the results-. ..."
    },
    {
        "id": "17114058",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "BATLOW BUREAU CONFERENCE. Attractive Programme.",
        "date": "1934-11-27",
        "snippet": "... <strong>BATLOW</strong> BUREAU CONFERENCE. Attractive Programme. The first of the district conferences of the Agricultural Bureau to be held In 1935 will take place at <strong>Batlow</strong> on January 30 and 31. As usual with all ...  Green- lands, <strong>Batlow.</strong> <strong>Batlow</strong> is situated in the southern moun- tains, at an altitude of 2600 feet, ..."
    },
    {
        "id": "15426757",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "TUMBARUMBA AND BATLOW.",
        "date": "1913-06-11",
        "snippet": "... to the despised Gilmore <strong>Creek.</strong> Mr. G. C. Barberie, <strong>Batlow,</strong> writes:-There is no timber worth calling ...  TUMBARUMBA AND <strong>BATLOW.</strong> Mr. J. E. Dodds, honorary secretary <strong>Batlow</strong> low West Progress Association, ...  tion that the timber lies on the <strong>Batlow</strong> side of Tumbarumba, not on the Humula side. He does not, ..."
    },
   
    {
        "id": "161370765",
        "newspaper": "National Advocate (Bathurst, NSW : 1889 - 1954)",
        "title": "Constable on Assault Charge",
        "date": "1947-10-09",
        "snippet": "... Berne and a jury of 12 are hearing the case. Archibald said that on June 4 he drove to <strong>Batlow</strong> from Upper Adelong <strong>Creek.</strong> He had four small beers at <strong>Batlow</strong> and began to drive back home. He was not affected ...  of Upper Adelong <strong>Creek,</strong> and Sydney, occasioning him actual bodily harm. Lewis is also charged with ..."
    },
    {
        "id": "138997307",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "CANNING FACTORY FOR TUMUT OR BATLOW",
        "date": "1945-05-22",
        "snippet": "... CANNING FACTORY FOR TUMUT OR <strong>BATLOW</strong> We now have it on reliable authority that a well-known canning firm has been negotiating for the purchase of <strong>river-flat</strong> Hat properties at Blowering anent the ...  Blowering <strong>river</strong> properties alone, which will give some idea of the immense bene fit which Tumut and ..."
    },
    {
        "id": "139291441",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "PROGRESS ASSOCIATION",
        "date": "1928-10-09",
        "snippet": "... PROGRESS ASSOCIATION' 'At last meeting of the <strong>Batlow</strong> Progress Association there were. 12 ...  ' With regard to the piping^ at the Reedy <strong>Creek</strong> crossing, (Jr. A. E. Her ring 'explained tlmt the ...  ..received from the <strong>Batlow</strong> Agricultural hocietj' to the effect that, they would support tin. UW of ..."
    },
    {
        "id": "143979105",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "BATLOW",
        "date": "1941-10-04",
        "snippet": "... <strong>BATLOW</strong> The annual ball of the <strong>Batlow</strong> branch of the R.A.O.B., held on September 24, was a very ...  the <strong>Batlow</strong> Red Cross, the Diggers' auxiliary, and tile Buffalo Comforts Fund. Mrs. Heathcote's ...  appropriate emblems. The annual spring stall event held by the Methodists of <strong>Batlow</strong> took place in the parish ..."
    },
    {
        "id": "130351749",
        "newspaper": "The Gundagai Independent and Pastoral, Agricultural and Mining Advocate (NSW : 1898 - 1928)",
        "title": "DEATH OF EX-COOLACITE:",
        "date": "1923-02-08",
        "snippet": "... of <strong>Batlow</strong> and other districts surrounding us. This fine old' man reached the shores of this land ...  took part in the removal of snags, from' the Murrum'bid'gee <strong>River</strong> in order that that stream would! ...  <strong>BatloW,</strong> George of Adelong', John of Crookwell; daughters, Mrs Chinsen of Sydney, Mrs Bufcts of Goulburn, ..."
    },
    {
        "id": "139317699",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "AUSTRALIAN PRIMARY PRODUCERS' UNION Batlow Branch Annual Meeting CO-OPERATION WITH OTHER BODIES",
        "date": "1950-05-09",
        "snippet": "... AUSTRALIAN PRIMARY PRODUCERS' UNION (New South Wales Division) <strong>Batlow</strong> Branch Annual Meeting ...  which pressed originally for the Snowy <strong>River</strong> Scheme and the Murrumbidgce Regional Commit tee. have sought and received our co-operation,' Mr. J. II. Bryant, hon. secretary of the <strong>Batlow</strong> Branch of the ..."
    },
    {
        "id": "102293876",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "VEGETABLE GROWING AT BATLOW. A SUITABLE DISTRICT.",
        "date": "1926-12-17",
        "snippet": "... VEGETABLE GROWING AT <strong>BATLOW.</strong> A SUITABLE DISTRICT. The fruit crop at <strong>Batlow</strong> this season has been ...  instructor in vegetable culture, stated last week that a num ber of- growers of fruit at <strong>Batlow</strong> in ...  all vegetable products. Tho <strong>Batlow</strong> district offers many ad vantages for the culture' of ' certain ..."
    },
    {
        "id": "139315536",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "BATLOW GREW OUT OF GOLD MINING Miners Planted the First fruit Trees",
        "date": "1947-10-21",
        "snippet": "... <strong>BATLOW</strong> <strong>GREW O</strong>UT OF GOLD MINING  Miners planted the first fruit trees (By G. A. KING) Like so many other Australian towns, <strong>Batlow</strong> grew out of gold-mining. mining. As the search for the precious ...  The hope of a surprise, and rich find of gold along the banks  of Reedy <strong>Creek</strong> , together with a ..."
    },
    {
        "id": "139292253",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "BATLOW",
        "date": "1928-03-20",
        "snippet": "... <strong>BATLOW</strong> I Further rain set in early on Wednesday nesday morning, 236 points falling to Saturday and ...  dearth of good winter feed, how: ever, everywnere looicmg greener than for many months. <strong>BATLOW</strong> SHOW The <strong>Batlow</strong> Show will soon be in full swing, only a few days more to 27th and 28tli March. Entries ..."
    },
    {
        "id": "138282250",
        "newspaper": "Adelong Argus, Tumut and Gundagai Advertiser (NSW : 1925)",
        "title": "Correspondence (To the Editor.)",
        "date": "1925-03-05",
        "snippet": "... the school gardens, arrived ! <strong>Batlow</strong> 3. p.m., had lunch, started tor ! Peel <strong>Creek</strong> School yvitli a ...  I stayed about 20 minutes at I Peel's <strong>Creek</strong> School, tlience back to I <strong>Batlow</strong> about 5 p.m., and ...  make tbe 1 trip. What 1 would suggest is leave j Tumut at S a.m., arrive <strong>Batlow</strong> 10, i leave <strong>Batlow</strong> 4 ..."
    },
    {
        "id": "115929508",
        "newspaper": "Adelong and Tumut  Express and Tumbarumba Post (NSW : 1900 - 1925)",
        "title": "BATLOW.",
        "date": "1921-08-26",
        "snippet": "... <strong>BATLOW.</strong> Under the auspices of tho Batlour Branch or the <strong>Batlow</strong> Association tion a pruning ...  help to clear up many knotty problems. In spite of tho wintry weather lately experienced in <strong>Batlow</strong> work on the Giimore - <strong>Batlow</strong> railway has beon steadily progressing. There aro now 500 navvies employed ..."
    },
    {
        "id": "138986148",
        "newspaper": "The Tumut and Adelong Times (NSW : 1864 - 1867; 1899 - 1950)",
        "title": "OBITUARY MRS. SARAH ISABELLA QUARMBY",
        "date": "1944-12-12",
        "snippet": "... congregation of <strong>Batlow</strong> West and Peel's <strong>Creek</strong> regularly attending church services there. And, apart from ...  'Honeysuckle,' <strong>Batlow</strong> <strong>Batlow</strong> West, Mrs. Sarah Isabella Quarmby,   relict of the late Mr. ...  late Mrs. Quarmby was born at Brungle 77 years ago and moved to <strong>Batlow</strong> with her par parents, the l ..."
    },
    {
        "id": "143465165",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "DISTRICT NEWS BATLOW",
        "date": "1933-12-14",
        "snippet": "... found in the electric light race , near his camp in Deep <strong>Creek</strong> gully, <strong>Batlow.</strong> The deceased, who was a ...  DISTRICT NEWS <strong>BATLOW</strong> On Friday about midday very heavy rain fell in parts of the <strong>Batlow</strong> dis ...  about four and a half inches has fallen following a very dry time. On Saturday afternoon the <strong>Batlow</strong> ..."
    },
    {
        "id": "104469264",
        "newspaper": "Adelong and Tumut  Express and Tumbarumba Post (NSW : 1900 - 1925)",
        "title": "The Division of the Adelong Mining District.",
        "date": "1901-01-22",
        "snippet": "...?? name it should be known, that'the'wholo of tho <strong>?Batlow</strong> division of our mining district had been ...  to <strong>Batlow</strong> what ever. What truth there was in this, may'bo gleaned from the following : - Mr. Hay ward, who is mining on the Gilmoro <strong>Creek,</strong> had occasion to apply for permission to mine on somo C.P. ..."
    }
]