[
    {
        "id": "160636282",
        "newspaper": "Sydney Mail (NSW : 1912 - 1938)",
        "title": "At Hume Weir Culcairn.",
        "date": "1936-09-09",
        "snippet": "... At Hume <strong>Weir</strong> <strong>Culcairn.</strong> \"JUSFIL\" (O.I.). \"STOCK CINDERELLA, Together with a party of five friends, I left <strong>Culcairn</strong> one Sunday at about 9 a.m. It was a lovely morning, the weather then warm, and we ...  through was Gerogery, a small village about twelve miles from <strong>Culcairn.</strong> Leav ing Gerogery, we soon came ..."
    },
    {
        "id": "142347885",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "CULCAIRN DISTRICT COMPETITION. CULCAIRN v. YERONG CREEK.",
        "date": "1921-06-01",
        "snippet": "... <strong>CULCAIRN</strong> DISTRICT COMPETITION. - <strong>CULCAIRN</strong> v. YERONG <strong>CREEK.</strong> This match in the <strong>Culcairn</strong> district ...  for <strong>Culcairn,</strong> and A. Steadrpon the two goals for Yerong <strong>Creek.</strong> The third quarter gave <strong>Culcairn</strong> a ...  well, got two goals for Yerong <strong>Creek,</strong> and the third quarter closed -with the (scores <strong>Culcairn</strong> 8-9, ..."
    },
    {
        "id": "176511072",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "YERONG CREEK v. CULCAIRN",
        "date": "1954-12-10",
        "snippet": "... YERONG <strong>CREEK</strong> v. <strong>CULCAIRN</strong> Culcairns team to play Yerong <strong>Creek,</strong> at <strong>Culcairn,</strong> on Saturday. R. Roberts (capt.), D. Robertson, C. Brown, R. O'SulJivan, Pattison, i. -J«H*r/R. W«toa? ftnet, Q. *Bhnm»«i »J- Spwd,j a.Mitch^L                     ..."
    },
    {
        "id": "143847156",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "YERONG CREEK DEFEATS CULCAIRN",
        "date": "1938-11-05",
        "snippet": "... YERONG <strong>CREEK</strong> DEFEATS <strong>CULCAIRN</strong> In a competition match played on Yerong <strong>Creek</strong> ground last Sunday, Yerong defeated <strong>Culcairn</strong> by three wickets kets and 60 runs. <strong>Culcairn</strong> batted first and were all out for ...  <strong>Creek,</strong> with the splendid average of 4.4 overs, 14 runs, 7 wickets. Yerong <strong>Creek</strong> then scored 133 runs ..."
    },
    {
        "id": "104431718",
        "newspaper": "Goulburn Evening Penny Post (NSW : 1881 - 1940)",
        "title": "BODY IN DAM Culcairn Mystery BLOODSTAINED HAMMER CULCAIRN, Wednesday.",
        "date": "1930-12-24",
        "snippet": "... ?BODY IN <strong>DAM</strong> <strong>Culcairn</strong> Mystery BLOODSTAINED HAMMER <strong>CULCAIRN,</strong> Wednesday. The body or Ernest Dale (39)', was found' floating'- in' a- <strong>dam</strong> at <strong>Culcairn.</strong> - A bloodstained hammer, was found with Bale's clothing on?tl e bank. There were no rliaks' of violende: ' ' 'lihb police' found 'ttracks oft a cari ..."
    },
    {
        "id": "102442346",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "FOOTBALL. CULCAIRN v. YERONG CREEK.",
        "date": "1921-06-03",
        "snippet": "... FOOTBALL. <strong>CULCAIR.N</strong> v. YERONG <strong>CREEK.</strong> The above match in the <strong>Culcairn</strong> District trict Competition ...  ter ended with the scores:- <strong>Culcairn,</strong> 4.7; Yerong <strong>Creek,</strong> 2.0 J. Cunneen and J. O'Donoghue scored for <strong>Culcairn,</strong> and A. Stearman scored' the two goals for Yerong <strong>Creek.</strong> The third quarter gave <strong>Culcairn</strong> ..."
    },
    {
        "id": "101518461",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "RUGBY FOOTBALL. EBDEN WEIR v. CULCAIRN.",
        "date": "1924-08-15",
        "snippet": "... RUGBY FOOTBALL. EBDEN <strong>WEIR</strong> v. <strong>CULCAIRN.</strong> The Ebden <strong>Weir</strong> team .-journeyed to <strong>Culcairn</strong> last Sunday to try conclusions with the hitherto unbeaten <strong>Culcairn</strong> combination, and after a great game were victorious by the narrow margin of two points. Scores: - ]7oden <strong>Weir,</strong> 10 points; <strong>Culcairn,</strong> 8 points.                     ..."
    },
    {
        "id": "102447974",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "OTHER MATCHES. CULCAIRN v. ALBURY WEIR.",
        "date": "1921-07-08",
        "snippet": "... : OTHER MATCHES. <strong>CULCAIRN</strong> CULCAIEN v. ALBURY <strong>WEIR.</strong> The above match was played on the <strong>Culcairn</strong> g ...  scored <strong>Culcairn</strong> 's second goal, and when the bell rang, the scores were: - <strong>Weir,</strong> 2 goals 3 behinds; ...  Maffersoni got goals. <strong>Weir</strong> showed good team work, and their hand-balling was good. <strong>Culcairn</strong> only scored ..."
    },
    {
        "id": "15634426",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "DROWNED IN A DAM. CULCAIRN, Thursday.",
        "date": "1915-12-31",
        "snippet": "... DROWNED IN A <strong>DAM.</strong> <strong>CULCAIRN,</strong> Thursday. Patrick Kennedy, 23, was drowned In a <strong>dam</strong> yesterday. He started to swim across the <strong>dam</strong> with a companion, but when his mate reached the other side deceased had dlt&gt; appearcd. His body was recovered later.                     ..."
    },
    {
        "id": "45963071",
        "newspaper": "Barrier Miner (Broken Hill, NSW : 1888 - 1954)",
        "title": "DROWNED IN A DAM Culcairn, Monday.",
        "date": "1927-01-17",
        "snippet": "... DROWNED IN A <strong>DAM</strong> ' ,.. <strong>Culcairn,</strong> Monday. William. Allen (43), of Henty, was! drowned in m Wilson's <strong>dam</strong> on Saturday. ! ¡ He could not swim, and got out of. has ¡ depth. J                     ..."
    },
    {
        "id": "145634499",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "Missing Culcairn man: wide search along creek",
        "date": "1952-01-19",
        "snippet": "... Missing <strong>Culcairn</strong> man: wide search along <strong>creek</strong> A party of 30 police and civilians yesterday searched an eight-mile stretch of the Billab[?] <strong>Creek</strong> from <strong>Culcairn</strong> to Morven for John Sa[?] berg, aged about 40, of <strong>Culcairn.</strong> Sabdiberg, a laborer, mysteriously appeared from die <strong>Culcairn</strong> Hospital, when was ..."
    },
    {
        "id": "176251683",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "BRIDGE OVER BILLABONG CREEK AT CULCAIRN",
        "date": "1945-04-13",
        "snippet": "... BRIDGE OVER BILLABONG <strong>CREEK</strong> AT <strong>CULCAIRN</strong> Referring to representations by Mr. A. Mair, . M.L.A., on behalf of the <strong>?Culcairn</strong> Shire Council, which is desirous -sirous of obtaining information con cerning the proposed construction of a new bridge over the Billabong <strong>Creek</strong> at <strong>Culcairn,</strong> the Minister said ..."
    },
    {
        "id": "176246049",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "TENNIS CULCAIRN PRESBYTERIANS v OSBORNE CREEK",
        "date": "1947-07-18",
        "snippet": "... TENNIS <strong>CULCAIRN</strong> CULCAJP PRESBYTERIANS v OSBORNE <strong>CREEK</strong> Played at <strong>Culcairn</strong> on Saturday afternoon, and won by <strong>Culcairn</strong> Presbyterians byterians by 79 games to 67. Details <strong>(Culcairn</strong> named first): MEN'S DOUBLES F. Hawkins and J. Harding v L. Scholz and F. Liersch, 3-6, v E. Scholz and O. Kilo. 6 - 4, v ..."
    },
    {
        "id": "94247194",
        "newspaper": "Northern Star (Lismore, NSW : 1876 - 1954)",
        "title": "TWO MISSING Police Dragging Creek CULCAIRN, Sunday.",
        "date": "1931-06-22",
        "snippet": "... TWO MISSING Police Dragging <strong>Creek</strong> <strong>CULCAIRN,</strong> Sunday. Two bodies arc believed by the police to Be in ,Billabong <strong>Creek</strong> in the vicinity of Morven. Last -week M. O'Donoghue, a hotelkeeper, disappeared ...  after writing a letter stating she was tired of life and was going to the <strong>creek.</strong> Dragging is hampered by ..."
    },
    {
        "id": "114342769",
        "newspaper": "Evening News (Sydney, NSW : 1869 - 1931)",
        "title": "MYSTERIOUS SUBSIDENCE. UNDERGROUND RIVER PROBABLE. CULCAIRN, Wednesday.",
        "date": "1914-04-08",
        "snippet": "... MYSTERIOUS SUBSIDENCE. UNDERGROUND <strong>RIVER</strong> PROBABLE. <strong>CULCAIRN.</strong> Wednesday. Since the severe rain of last week, a peculiar liar subsidence has been noticed at Brockenby, by. a small town on the <strong>Culcairn</strong> ...  miles. The popular theory seems to ba that an old underground <strong>river</strong> bed la responsible, aad that ..."
    },
    {
        "id": "176251448",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "BABY DROWNED IN DAM AT CULCAIRN",
        "date": "1948-09-10",
        "snippet": "... BABY DROWNED IN <strong>DAM</strong> AT <strong>CULCAIRN</strong> After he had been missed for 20 minutes, a two-year-old toddler tod- dler was found drowned in a <strong>dam</strong> in two feet of water, about ten chains from his parents' property at <strong>Culcairn,</strong> by his mother and a neighbour, on Wednesday morn morn- ing. Robert John Crawley, the ..."
    },
    {
        "id": "144761007",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "BABY DROWNED IN DAM AT CULCAIRN",
        "date": "1948-09-09",
        "snippet": "... BABY DROWNED IN <strong>DAM</strong> AT <strong>CULCAIRN</strong> Frantic efforts by his mother ana grandfather Jailed to revive vive a baby boy who fell into a <strong>dam</strong> at <strong>Culcairn</strong> yesterday. After being, missing for only I 20 minutes, the child, Robert John Crawley, aged two years, | was found in a <strong>dam</strong> about 10 1 chains from his ..."
    },
    {
        "id": "102690687",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "AN ENJOYABLE TRIP Around Waters of Hume Dam Culcairn.",
        "date": "1937-03-05",
        "snippet": "... AN ENJOYABLE TRIP ? Around Waters ' of Hume <strong>Dam</strong> <strong>Culcairn.</strong> \"Peter Piper.\" Uncle,-It - It is some ...  Tallangatta and the Hume <strong>Dam.</strong> I think Albury is a wonderful coun try town with its tree-shaded streets and ...  sight of the waters of the Hume, <strong>Dam,</strong> and at Eb den we saw a house on a natural rise surrounded by the ..."
    },
    {
        "id": "176242825",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Rainfall At Culcairn And Yerong Creek",
        "date": "1947-09-05",
        "snippet": "... Rainfall At <strong>Culcairn</strong> And Yerong <strong>Creek</strong> Rainfall for August at <strong>Culcairn</strong> was 211 points, on 11 days, compared with 244 points on 12 days in the corresponding ponding period last year. 116 POINTS AT YERONG <strong>CREEK</strong> The rainfall at Yerong <strong>Creek</strong> for August amounted to 116 .points, which fell on 10 days. ..."
    },
    {
        "id": "176508725",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "Cricket CULCAIRN DEFEAT YERONG CREEK BY 51 RUNS",
        "date": "1953-12-18",
        "snippet": "... Cricket <strong>CULCAIRN</strong> DEFEAT YERONG <strong>CREEK</strong> BY 51 RUNS The match between Yerong <strong>Creek</strong> and.- <strong>Culcairn,</strong> in ...  for <strong>Culcairn</strong> by 51 runs. Yerong <strong>Creek</strong> batted on Sat urday and were away to a good start, the first ...  after harvest. Scores : <strong>CULCAIRN</strong> First Innings: Nine for 228. YERONG <strong>CREEK</strong> R. Maddox, b Fifield .... 16 ..."
    },
    {
        "id": "136595024",
        "newspaper": "Newcastle Morning Herald and Miners' Advocate (NSW : 1876 - 1954) ",
        "title": "BODY IN CREEK Identity Not Ascertained CULCAIRN, Monday.",
        "date": "1932-05-10",
        "snippet": "... BODY IN <strong>CREEK</strong> Identity Not Ascertained <strong>CULCAIRN,</strong> Monday. An inquiry was held to-day into the finding of a man's headless and limbless body in the Billabong <strong>Creek,</strong> at Morven; on April 28. The District Coroner (Mr. JV. W. Gra ham) found that the unknown man had died about 12 months previously, appar ..."
    },
    {
        "id": "102321126",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "\"AND HE THREW ME INTO THE CREEK.\" Glenfyan, Culcairn.",
        "date": "1922-10-20",
        "snippet": "... '''AND HE THREW ME INTO THE <strong>CREEK.\"</strong> Glenfyan, <strong>Culcairn.</strong> Ivan Jobson. ; Glen- Iv an j <strong>Culcairn.'.</strong> Dear Uncle Jeff,-We We have been taking the \"Banner”for '-Banner' for some time, and I take an ...  them last 'Sunday, and ho ,threw me into the <strong>creek.-</strong> .Fond love from Ivan Jobson. (From what you say, ..."
    },
    {
        "id": "143592000",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "CULCAIRN SHIRE MONTHLY COUNCIL MEETING, Concrete Structure OVER BACK CREEK",
        "date": "1934-05-15",
        "snippet": "... unable to give hig con-' sent to the construction of a <strong>dam</strong> in tbe Billabong <strong>Creek</strong> at <strong>Culcairn</strong> until lie ...  i~ <strong>CULCAIRN</strong> SHIRE MONTHLY COUNCIL MEETING, ? | MONTHLY'COUNCIL MEETING Concrete Structure OVER BACK <strong>CREEK</strong> A meeting of the <strong>Culcairn</strong> Shire 'Council took place at f the council I chambers on ..."
    },
    {
        "id": "176241112",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Sporting TENNIS HENTY & DISTRICT COMPETITION OSBORNE CREEK v CULCAIRN",
        "date": "1940-03-22",
        "snippet": "... Sporting ? v ?- TENNIS HENTT &amp; DISTRICT COMPETITION OSBORNE <strong>CREEK</strong> v <strong>CULCAIRN</strong> In ihe final of the Henty and Dis -trict competition Osborne <strong>Creek</strong> met <strong>Culcairn</strong> on the Henty Church courts on Saturday, and after a very even match Osborne <strong>Creek</strong> ran out the 'winners by the small margin of five games. ..."
    },
    {
        "id": "193176865",
        "newspaper": "The Armidale Express and New England General Advertiser (NSW : 1856 - 1861; 1863 - 1889; 1891 - 1954)",
        "title": "CULCAIRN TRAGEDY. Middle-aged Man's Body in Dam.  BLOOD-STAINED HAMMER NEARBY. Sydney. Wednesday.",
        "date": "1930-12-24",
        "snippet": "... <strong>CULCAIRN</strong> TRAGEDY. Middle-aged Man's Body in <strong>Dam.</strong> BLOOD-STAINED HAMMER NEARBY. Sydney. Wednesday. The body of Ernest Vale (39) was found floating; in a <strong>dam</strong> at <strong>Culcairn.</strong> A bloodstained hammer was found nearby. The police theory is that a quarrel occurred and that a certain, woman, who is now ..."
    },
    {
        "id": "2354511",
        "newspaper": "The Canberra Times (ACT : 1926 - 1995)",
        "title": "BODY IN DAM Supposed Sequel To Quarrel WOMAN ESCAPES CULCAIRN, Wednesday.",
        "date": "1930-12-25",
        "snippet": "... BODY IN <strong>DAM</strong> Supposed Sequel To Quarrel WOMAN ESCAPES  <strong>  CULCAIRN,</strong> Wednesday. The body of Ernest Vale, 39, was found floating in a <strong>dam</strong> at <strong>Culcairn</strong> and a bloodstained hammer was found found with his clothing on the bank. There were no marks of violence.  The police found ..."
    },
    {
        "id": "126180217",
        "newspaper": "The Maitland Daily Mercury (NSW : 1894 - 1939)",
        "title": "BODY IN DAM Culcairn Mystery WOMAN IN HOSPITAL SYDNEY, Wednesday.",
        "date": "1930-12-24",
        "snippet": "... BODY IN <strong>DAM</strong> <strong>Culcairn</strong> Mystery WOMAN IN HOSPITAL SYDNEY, Wednesday. The body of Ernest Vale (39) was found floating in ? ?' a <strong>dam</strong> at <strong>Culcairn.</strong> A blood-stained stained hammer was found with his clothing on the ? bank, but there were no marks of violence. The polico found indications that a car liad ..."
    },
    {
        "id": "94183737",
        "newspaper": "Northern Star (Lismore, NSW : 1876 - 1954)",
        "title": "BODY IN DAM WOMAN'S ALLEGATIONS ATTACKED IN CAR  CULCAIRN SENSATION ALBURY, Sunday.",
        "date": "1930-12-29",
        "snippet": "... body of Ernest Vale (better known as • Mitchell) floating in a <strong>dam</strong> or. Mx. Angus Balfour's property near <strong>Culcairn.</strong> A bloodstained hammer and clothing were found on the bank of the <strong>dam.</strong> Mrs. Stanton ...  WOMAN'S ALLEGATIONS ATTACKED IN CAR <strong>CULCAIRN</strong> SENSATION ALBURY, Sunday. Remarkable allegations have ..."
    },
    {
        "id": "137702972",
        "newspaper": "Newcastle Morning Herald and Miners' Advocate (NSW : 1876 - 1954) ",
        "title": "BODY FOUND IN DAM Woman's Remarkable Story SUICIDE FOLLOWS QUARREL CULCAIRN, Tuesday.",
        "date": "1931-01-21",
        "snippet": "... BODY FOUND IN <strong>DAM</strong> Woman's Remarkable Story SUICIDE FOLLOWS QUARREL <strong>CULCAIRN,</strong> Tuesday. Remarkable ...  of Ernest Vale, a station hand, aged 39, whose body was foumd floating iu a <strong>dam</strong> at Culcnirn on ...  she drove Vale to <strong>Culcairn,</strong> and then out to the property of Mr. J. A. Balfour, Vale's former ..."
    },
    {
        "id": "135443408",
        "newspaper": "Newcastle Morning Herald and Miners' Advocate (NSW : 1876 - 1954) ",
        "title": "BODY FOUND IN DAM Atmosphere of Mystery STRANGE CULCAIRN TRAGEDY ALBURY, Wednesday.",
        "date": "1930-12-25",
        "snippet": "... BODY FOUND IN <strong>DAM</strong> .Atmosphere of Mystery STRANGE RANGE <strong>CULCAiRN</strong> TRAGEDY: ALBURY, Wednesday. A good deal of mystery surrounds the finding of the body of Ernest Vale, 30, in a <strong>dam</strong> at Culeairn yesterday. yeer'daY.y ooada:a : Vale was a well-known resident of Al. bcr&amp;. Yestoeday hle nlgogod.a taxl, ..."
    },
    {
        "id": "117988000",
        "newspaper": "The Farmer and Settler (Sydney, NSW : 1906 - 1957)",
        "title": "Irrigation Settlement OUR ARTESIAN WATER SUPPLY. AN UNDERGROUND SURVEY OF THE CULCAIRN DISTRICT.",
        "date": "1911-12-15",
        "snippet": "... <strong>Irrigation</strong> Settlement OUR ARTESIAN WATER SUPPLY. AN UNDERGROUND SURVEY OF THE <strong>CULCAIRN</strong> DISTRICT. ...  the <strong>Culcairn</strong> district, N.S.W., says:- Tho uncertainty of being able to ob tain a gnod water supply ...  <strong>Culcairn</strong> nnd Walla Walla districts, nt depths varying from fc() to 100 feet, yet in some cases efforts ..."
    },
    {
        "id": "2249507",
        "newspaper": "The Canberra Times (ACT : 1926 - 1995)",
        "title": "MAN DROWNED In Crossing Creek at Culcairn SYDNEY, Wednesday.",
        "date": "1931-06-25",
        "snippet": "... MAN DROWNED In Crossing <strong>Creek</strong> at <strong>Culcairn</strong> SYDNEY, Wednesday, It, is believed Albert Hicks, 50, was drowned when washed from a horse while crossing Rabong <strong>Creek</strong> six miles from <strong>Culcairn.</strong> He and .? his ...  by means of a boat. He was on the point of exhaustion. At Forbes, the Lachlan <strong>River</strong> has I risen to ..."
    },
    {
        "id": "46612617",
        "newspaper": "Barrier Miner (Broken Hill, NSW : 1888 - 1954)",
        "title": "CULCAIRN MAN WASHED AWAY WHEN CROSSING A CREEK Sydney, Wednesday Night.",
        "date": "1931-06-25",
        "snippet": "... <strong>CULCAIRN;</strong> MAN\" WASHED AWAY WHEN CROSSING A <strong>CREEK</strong> Sydney. Wednesday Night. has not been seen since he was 'washed from his horse while crossing the Billabong <strong>Creek</strong> six miles from <strong>Culcairn.</strong> He is believed to have been drowned. Hicks, with his lT-yenr-old son, set out to rescue Hood bound sheop, and ..."
    },
    {
        "id": "195597748",
        "newspaper": "Daily Examiner (Grafton, NSW : 1915 - 1954)",
        "title": "BODIES IN CREEK? MAN AND WOMAN MISSING POLICE COMMENCE DRAGGING. CULCAIRN, Sunday.",
        "date": "1931-06-22",
        "snippet": "... BODIES IN <strong>CREEK?</strong> MAN AND WOMAN MISSING police commence dragging. <strong>CULCAIRN,</strong> Sunday. Two bodies are believed by the police, t.o be. in Billabong <strong>Creek</strong> in the vicinity of Morven. Last week M. ...  and Avas going to the <strong>creek.</strong> Dragging has been hampered by flood waters. . '                     ..."
    },
    {
        "id": "135742376",
        "newspaper": "The Border Morning Mail and Riverina Times (Albury, NSW : 1903 - 1920)",
        "title": "DROWNED IN BILLABONG CREEK. DEATH OF A STATIONMASTER'S WIFE. Late \"Mail\" Wire. CULCAIRN, Tuesday.",
        "date": "1906-08-08",
        "snippet": "... DROWNED IN BILLABONG <strong>CREEK.</strong> DEATH OF A STATIONMASTER'S '' = WIFE. . - Late 'Mail' <strong>Tuesday. </strong>(From Our Own -Correspondent.) <strong>CULCAIRN.</strong> Tuesday. A sad drowning case occurred at <strong>Culcairn</strong> cairn. late last ...  wife of the stationmaster at Cui cairn railway station, was found in th-c Billabong <strong>Creek.</strong> A coronial ..."
    },
    {
        "id": "176508212",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "Culcairn Runners-up in K.O. Rules at Yerong Creek",
        "date": "1954-06-18",
        "snippet": "... <strong>Culcairn</strong> Runners-up in K.O. Rules at Yerong <strong>Creek</strong> <strong>Culcairn,</strong> the A. &amp; D. League premiers and present sent undefeated competition leaders, were eliminated in the grand-final of the Yerong <strong>Creek</strong> ...  football was not quite as g§od as at some earlier carnivals held at Yerong <strong>Creek,</strong> but all agreed that ..."
    },
    {
        "id": "176227141",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Sporting TENNIS HENTY-YERONG CREEK TENNIS ASSOCIATION A GRADE SEMI-FINAL HENTY UNITED v CULCAIRN",
        "date": "1936-03-27",
        "snippet": "... Sporting ? r\\ TENNIS HENTY-YERONG <strong>CREEK</strong> TENNIS ASSOCIATION A GRADE SEMI-FINAL HENTY UNITED v <strong>CULCAIRN</strong> The semi-final of the Henty and Yerong <strong>Creek</strong> competition match, Henty United v. <strong>Culcairn,</strong> was ...  Ryan on the North Honty courts. Should Ryan ?win, they v-fili meet <strong>Culcairn</strong> (minor premiers) on the ..."
    },
    {
        "id": "15879038",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "MURRAY WATERS. PROPOSED DIVERSION. TO MAKE ANOTHER RIVER. CULCAIRN, Tuesday.",
        "date": "1920-02-04",
        "snippet": "... MURRAY WATERS. -» PROPOSED DIVERSION. TO MAKE ANOTHER <strong>RIVER.</strong> <strong>CULCAIRN,</strong> Tuesday. I Propositions ...  Billabong <strong>Creek.</strong> A deputation representing the <strong>Culcairn</strong> Shire Council and farmers asked that levels bo ...  stream, and benefit property 'along 600 miles of <strong>creek,</strong> thus making Billa- bong a third <strong>river</strong> in ..."
    },
    {
        "id": "176222053",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "TENNIS HENTY-YERONG CREEK TENNIS ASSOCIATION A Grade HENTY CHURCHES v. CULCAIRN",
        "date": "1935-03-01",
        "snippet": "... TENNIS HENTY-YERONG <strong>CREEK</strong> TENNIS ASSOCIATION A Grade HENTY CHURCHES v. <strong>CULCAIRN</strong> Played at Henty on Saturday afternoon and ani won by <strong>Culcairn.</strong> Details:-S. - 3. Hartwig and H. O. Teague. beat Meyer ...  Misses Roberts and i^lkinor 6-2. <strong>Culcairn</strong> forfeited to Htnty (2 sets). r S. Hartwig and Mrs. Hartwig ..."
    },
    {
        "id": "145539102",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "Culcairn F. and S. Wants Snowy Water for Billabong Creek",
        "date": "1949-10-07",
        "snippet": "... <strong>Culcairn</strong> F. and S. Wants Snowy Water for Billabong <strong>Creek</strong> The <strong>Culcairn</strong> District Council of the ...  having some of the Snowy <strong>River</strong> waters diverted into the upper regions of the Billabong <strong>Creek</strong> for the ...  <strong>Culcairn</strong> silos. At present they are a danger to tyres and in some cases trucks cannot pass through. ..."
    },
    {
        "id": "176227283",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Culcairn Shire Council Further Flood Damage Relief BACK CREEK BRIDGE IN CONCRETE",
        "date": "1934-05-11",
        "snippet": "... <strong>Culcairn</strong> Shire Council Further Flood Damage Relief BACK <strong>CREEK</strong> BRIDGE IN CONCRETE As an outcome of ...  Billabong <strong>Creek</strong> t <strong>Culcairn</strong> until he finds out how the reposed construction will effect his nd. ...  plant were also declined, and it was decided to call fresh tend ers. <strong>CULCAIRN</strong> WATER SCHEME The ..."
    },
    {
        "id": "144555816",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "CULCAIRN SHIRE MONTHLY COUNCIL MEETING Many Requests for Road Work BRIDGE OVER BILIABONG CREEK",
        "date": "1935-05-18",
        "snippet": "... <strong>CULCAIRN</strong> SHIRE 1 ? ? ? MONTHLY COUNCIL MEETING Many Requests for Road Work BRIDGE OVER BILIABONG BILLABONG <strong>CREEK</strong> ' The monthly meeting of the <strong>Culcairn</strong> Shire Rhire Council was held at the Council ...  con crete bridge over tho Billabong <strong>Creek</strong> on the. <strong>CulCairn-Helbrook'road'.</strong> Ten ders for the work ..."
    },
    {
        "id": "46581597",
        "newspaper": "Barrier Miner (Broken Hill, NSW : 1888 - 1954)",
        "title": "MAN'S DEAD BODY FOUND IN A DAM AT CULCAIRN NO MARKS OF VIOLENCE Sydney, Wednesday.",
        "date": "1930-12-27",
        "snippet": "... MAN'S DEAD BODY FOUND IN A AT <strong>CULCAIRN</strong> ! NO MARKS OP VIOLENCE Svdney, Wednesday. The bod j of Ernest Vale (39) was found floating in a. <strong>dam</strong> at <strong>Culcairn</strong> yesterday. A bloodstained hammer wag found with his clothing on the bank. There were no marks of <strong>clothing</strong> on the body. The police found indi- ..."
    },
    {
        "id": "143628291",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "COOKARDINIA TRAGEDY FARMER DROWNED IN DAM ON FATHER'S PROPERTY Inquiry at Culcairn To-day",
        "date": "1934-10-06",
        "snippet": "... COOKARDINIA TRAGEDY FARMER DROWNED IN <strong>DAM</strong> ON FATHER'S PROPERTY Inquiry at <strong>Culcairn</strong> To-day Mr. Henry Cuthbert (Bert) Nolan, aged 38 years, a farmer, was' found drowned in a <strong>dam</strong> on the property of ...  deceas ed, who was ploughing on the pro perty, noticed his brother's hat on the bank of the <strong>dam.</strong> A ..."
    },
    {
        "id": "46542609",
        "newspaper": "Barrier Miner (Broken Hill, NSW : 1888 - 1954)",
        "title": "MAN'S DEAD BODY FOUND IN A DAM AT CULCAIRN NO MARKS OF VIOLENCE Sydney, Wednesday.",
        "date": "1930-12-24",
        "snippet": "... MAN'S DEAD BODY FOUND IN A <strong>DAM</strong> AT <strong>CULCAIRN</strong> NO MARKS OF VIOLENCE Sydney, Wednesday. The body of Ernest Vale (39) was found floating in a <strong>dam</strong> at <strong>Culcairn</strong> yesterday. A bloodstained hammer was found with his clothing on the bank. There were no marks of violence on the body. The police found indi- ..."
    },
    {
        "id": "16741867",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "BODY IN DAM. Tragedy near Culcairn. REMARKABLE STORY. TOLD BY WOMAN CAR DRIVER. ALBURY, Friday.",
        "date": "1930-12-27",
        "snippet": "... BODY IN <strong>DAM.</strong> Tragedy near <strong>Culcairn.</strong> REMARKABLE STORY TOLD BY WOMAN CAR DRIVER. ALBURY, Friday. ...  the <strong>dam.</strong> Mrs. Stanton states that on Monday evening she was engaged to drive Vale to <strong>Culcairn</strong> They ...  finding of the body of Ernest Vale (better known as Mitchell) floating in a <strong>dam</strong> on Mr Angus Balfour ..."
    },
    {
        "id": "118755198",
        "newspaper": "Evening News (Sydney, NSW : 1869 - 1931)",
        "title": "MYSTERY OF CORPSE IN A DAM Man and Woman Involved In Culcairn Tragedy FEROCIOUS HAMMER ATTACK",
        "date": "1930-12-24",
        "snippet": "... MYSTERY OF CORPSE IN A <strong>DAM</strong> Man and Woman Involved In <strong>Culcairn</strong> Tragedy FEROCIOUS HAMMER ATTACK THE mystery of a man's body in a <strong>dam,</strong> and a woman battered tered about the head with a hammer, it intriguing the police and coroner of <strong>Culcairn,</strong> and the inquest, which opened to-day, has been adjourned ..."
    },
    {
        "id": "195620071",
        "newspaper": "Daily Examiner (Grafton, NSW : 1915 - 1954)",
        "title": "BODY IN DAM Woman Car Driver's Story HIT WITH HAMMER REMARKABLE CASE AT CULCAIRN. ALBURY, Saturday.",
        "date": "1930-12-29",
        "snippet": "... BODY IN <strong>DAM</strong> Woman Car Driver's Story HIT WITH HAMMER I REMARKABLE CASE AT <strong>CULCAIRN.</strong> ALBURY, A ...  Vale, whose body was found I floating in a <strong>dam</strong> on Angus Balfour's property, near <strong>Culcairn.</strong> 1 Mrs. ...  ear was I pulled up a quarter of a mile, away from I the <strong>dam.</strong> Yale got out of the car ami I climbed ..."
    },
    {
        "id": "15147940",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "COLLAPSE OF A BRIDGE. TEAM AND WAGGON FALL 25FT. INTO A DRY CREEK. CULCAIRN, Monday.",
        "date": "1910-04-12",
        "snippet": "... COLLAPSE A BRIDGE. TEAM AND WAGGON FALL 25FT. INTO A DRY <strong>CREEK.</strong> <strong>CULCAIRN,</strong> Monday. A serious ...  the foot of the rise, and led the horses. The bt-ldge was undergoing repairs by two of tho <strong>Culcairn</strong> ...  vehirlo fell to tho bottom of the dry <strong>creek,</strong> a distance of 25 feet. The driver es- caped, Hn ..."
    },
    {
        "id": "175484543",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Bridge Over Bucki Creek On Cookardinia Road CULCAIRN SHIRE TO APPLY FOR A GRANT",
        "date": "1950-01-20",
        "snippet": "... Bridge Over Bucki <strong>Creek</strong> On Cookardinia Road <strong>CULCAIRN</strong> SHIRE TO APPLY FOR A GRANT It was decided at the monthly meeting of <strong>Culcairn</strong> Shire Council cil last Monday, on the motion of Crs. Ross and ... struction struction of a bridge over Bucki <strong>Creek</strong> on Henty-Cookardinia Road, under the developmental road ..."
    },
    {
        "id": "178270217",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "CULCAIRN SHIRE COUNCIL Annual Endowment of £450 for Three Years TENDER ACCEPTED FOR HATCHETT'S CREEK CULVERT",
        "date": "1937-01-29",
        "snippet": "... <strong>CULCAIRN</strong> SHIRE COUNCIL . ? Q Annual Endowment of £450 for Three Years TENDER ACCEPTED FOR HATCHETT'S <strong>CREEK</strong> CULVERT In response to an application by the <strong>Culcairn</strong> Shire Council, intimation timation was received from the Department of Local Government at a meeting of the Council held at <strong>Culcairn</strong> on ..."
    },
    {
        "id": "112016699",
        "newspaper": "Queensland Times (Ipswich) (Qld. : 1909 - 1954)",
        "title": "Collapse of a Bridge. TEAM AND WAGGON FALL 25FT. INTO A DRY CREEK. Culcairn, April 11.",
        "date": "1910-04-15",
        "snippet": "... Collapse of a Bridge. TEAM o: - TEAlM AND WAGGON FALL 25FT. INTO A DRY <strong>CREEK.</strong> <strong>Culcairn,</strong> April 11. A se'rious accident occurred at Morvern. v..rc. About \"2 o'clock on Frid:ay, a wheat-waggon, drawn ...  bridge clih structu:re crllap.ql, and thI' hlorei and vehicle fell I) nhit hothm le the dry <strong>creek,</strong> a di.\" ..."
    },
    {
        "id": "16935141",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "ON THE LAND SOUTHERN WHEAT. R.A.S. Championship Entries CULCAIRN TO YERONG CREEK. (BY OUR SPECIAL REPRESENTATIVE.)",
        "date": "1932-12-02",
        "snippet": "... LAND SOUTHERN WHEAT. R.A.S. A.S. Championship Entries <strong>CULCAIRN</strong> TO YERONG <strong>CREEK.</strong> (BY OUR SPECIAL ...  disposition to hold in order to build up horse numbers again. At <strong>Culcairn</strong> the nine entries were of a high ...  <strong>Culcairn,</strong> who since he first entered the lists has the unique score of three firsts for his three ..."
    },
    {
        "id": "203333817",
        "newspaper": "The Age (Melbourne, Vic. : 1854 - 1954)",
        "title": "A CULCAIRN TRAGEDY. STATION HAND DROWNED IN A DAM. His Association with Woman Car Driver. A Verdict of Suicide.",
        "date": "1931-01-21",
        "snippet": "... A <strong>CULCAIRN</strong> TRAGEDY. STATION HAND DROWNED IN A <strong>DAM.</strong> His Association with Woman Car Driver. A Verdict of Suicide. ALBURY, Tuesday.--The corner inquired rJ he coroticL in quired at <strong>Culcairn</strong> to-day into the death of Ernest Vale, 39 years, a station hand whose body was found in a <strong>dam</strong> on the property of ..."
    },
    {
        "id": "178269344",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Southern Riverina County Council Monthly Meeting at The Rock HOLBROOK AND BOREE CREEK ENTERS SCHEME Culcairn and Walla Must Decide at Once",
        "date": "1938-08-19",
        "snippet": "... ering the inclusion of Hojlbrook, Boree <strong>Creek,</strong> <strong>Culcairn,</strong> and Walla, with the original constituent ...  Southern Riverina County Council ? o ? Monthly Meeting at The Rock HOLBROOK AND BOREE <strong>CREEK</strong> ENTERS SCHEME <strong>Culcairn</strong> and Walla Must Decide at Once At the monthly meeting of the Southern Riverina ..."
    },
    {
        "id": "142884106",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "WATER SUPPLY Survey to be Made for Boree Creek GENERAL SCHEME POSTPONED AGAIN ON ACCOUNT OF CULCAIRN",
        "date": "1938-08-23",
        "snippet": "... <strong>Culcairn</strong> and Walla Walla, while the third eliminated Boree <strong>Creek,</strong> Holbrook, <strong>Culcairn</strong> and Walla Walla. ...  WATER SUPPLY Survey to be Made for Boree <strong>Creek</strong> GENERAL SCHEME POSTPONED AGAIN ON ACCOUNT OF x <strong>CULCAIRN</strong> At a meeting of the Southern Riverina crina' County Council, on Wednesday, day, at The Rock, ..."
    },
    {
        "id": "211300673",
        "newspaper": "Wagga Wagga Express (NSW : 1930 - 1939)",
        "title": "AERIAL VIEWS OF FLOODS AT WAGGA AND BILLABONG CREEK AT CULCAIRN \"BOOTLEG\" RUM Two Stills Found POLICE RAIDS IN SYDNEY",
        "date": "1931-07-04",
        "snippet": "... AERIAL VIEWS OF FLOODS WAGGA AND BILLABONG <strong>CREEK</strong> (SEEK AT <strong>CULCAIRN</strong> , ? - - r -.-r- - i ...  AERIAL VIEW OFJlHE BlLLABONG <strong>CREEK</strong> NEAR <strong>CULCAIRN,</strong> SHOWING M 1 LEgfOfjQgP.E P COUNTRY -v- 1i _was near ...  <strong>Creek,</strong> right throng h- Urangeline, Burrangong (near Uran a) 40 J©d(der»a, fl odea 5- 1 .tsiSfs of ..."
    },
    {
        "id": "142885538",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "PROGRESSIVE MOVES Water Supply an Ever-Expanding Scheme INVESTIGATIONS NOW TO INCLUDE CULCAIRN, HOLBROOK, WALLA WALLA AND BOREE CREEK Urana Given a Direct Grant of £1250 for Electricity Scheme",
        "date": "1938-08-02",
        "snippet": "... PROGRESSIVE MOVES Water Supply an EverExpanding Scheme INVESTIGATIONS NOW TO INCLUDE <strong>CULCAIRN,</strong> HOLBROOK, WALLA WALLA AND BOREE <strong>CREEK</strong> Urana Given a Direct Grant of £1250 for Electricity Scheme (By ...  Spooner, i.e., that Boree <strong>Creek</strong> wanted to come into the scheme. And Cr. Balfour's new story was that ..."
    },
    {
        "id": "211643611",
        "newspaper": "The Daily Express (Wagga Wagga, NSW : 1930)",
        "title": "CULCAIRN v. MOUNTAIN CREEK",
        "date": "1930-02-11",
        "snippet": "... j <strong>CULCAIRN</strong> v. MOUNTAIN <strong>CREEK</strong> j Played at <strong>Culcairn</strong> on Saturday, I and resulted in a draw. | <strong>Culcairn:</strong> M. Daley, b Davis, 17; J. ! Mitten, c b Davis, 49; j. Beck, c - , b McKoy 26; A. Chick, b Davis, ...  Davis 0; sundries 17-190. Mountain <strong>Creek;</strong> J. O'Donoghue, b Howell 3; W. Cottrell, b Howell, 6; R. ..."
    },
    {
        "id": "102446660",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "CULCAIRN v. YERONG CREEK.",
        "date": "1921-07-15",
        "snippet": "... <strong>CULCAIRN</strong> v. YERONG <strong>CREEK.</strong> The above/ match was played at Yerong <strong>Creek</strong> on Saturday afternoon last, ...  winners, the scores being: - Yerong <strong>Creek.</strong> 4.8; <strong>Culcairn,</strong> 3.11. In the first quarter <strong>Culcairn,</strong> winning, ...  the scores were: - <strong>Culcairn,</strong> 1.5; Yerong <strong>Creek,</strong> nil. The wind continued in the second quarter, but ..."
    },
    {
        "id": "99974507",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "MOUNTAIN CREEK v. CULCAIRN.",
        "date": "1898-04-01",
        "snippet": "... MOUNTAIN <strong>CREEK</strong> v. <strong>CULCAIRN.</strong> The first match of the season between the players of Mountain <strong>Creek</strong> and <strong>Culcairn</strong> took place at <strong>Culcairn</strong> on Saturday, March 26, The visitors had only half a team, so had to pick up the remainder in the shapo of the best substitutes they could find. <strong>Culcairn</strong> batted witli ..."
    },
    {
        "id": "211641291",
        "newspaper": "The Daily Express (Wagga Wagga, NSW : 1930)",
        "title": "YERONG CREEK V. CULCAIRN",
        "date": "1930-02-22",
        "snippet": "... YERONG <strong>CREEK</strong> V. <strong>CULCAIRN</strong> This match was commenced at Yerong icreek on Wednesday, and 1 will be continued next Wednesday, ; Details:- <strong>Culcairn,</strong> first InningS; E. J. -Mat thews, c Taylor. fl&gt; Press, ...  Morton, not out, W;-. , . 'Throng <strong>Creek,</strong> first\" iMiiaeg; ,!. Sannaers; -hit -wkt. bv Odew«bnr 29; C. ..."
    },
    {
        "id": "176509717",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "YERONG CREEK DEFEAT CULCAIRN",
        "date": "1954-12-17",
        "snippet": "... YERONG <strong>CREEK</strong> DEFEAT, <strong>CULCAIRN</strong> Yerong <strong>Creek</strong> defeated Cul cairn by 70- runs on the 1st innings in their Association' match last Saturday. Scores : YERONG <strong>CREEK</strong> R. Maddox, c Roberson, b R. Smith ...  2-40, R. Smith 5-59. <strong>CULCAIRN</strong> D. Roberson, c Gorman, b Shaw ? 15 C. Brown, c Gorman, b Shaw ? 3 J. ..."
    },
    {
        "id": "211642566",
        "newspaper": "The Daily Express (Wagga Wagga, NSW : 1930)",
        "title": "YERONG CREEK V. CULCAIRN",
        "date": "1930-02-28",
        "snippet": "... YERONG <strong>CREEK</strong> V. CULCA1RN Thsi match was concluded at Yer- ohg <strong>Creek</strong> on Wednesday, resulting in a win for the home team L-y ce«»n wickets. Details: - . - j <strong>Culcairn.</strong> - First innings. 114. Sec ond innings; E. J. .Matthews, b Tay lor, 16; G. H. 'Smith, h Richards, 3; R. Hopk'ns, b Richards, 34; J. ..."
    },
    {
        "id": "102295395",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "\"K.B.\" Cup. Weir v. Culcairn.",
        "date": "1926-08-06",
        "snippet": "... 'K.B.' Cup. <strong>We.ir</strong> v. <strong>Culcairn.</strong> <strong>Weir</strong> .-journeyed to <strong>Culcairn</strong> on Sun day and after a very unsatisfactory game were unlucky to be defeated by 15 points to 10 points. Wagga Results. ! Lockhart, 11 points, beat Aloysious,' rtil. . ? j Wagga Magpies, 2 points, drew yilh, Badgers 'B,' 2 points. ..."
    },
    {
        "id": "143456639",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "CULCAIRN IMPERIALS DEFEAT MOUNTAIN CREEK",
        "date": "1933-12-08",
        "snippet": "... CULDAJ3.N IMPERIALS DEFEAT MOUNTAIN <strong>CREEK</strong> <strong>Culcairn</strong> Imperials defeated Moun tain <strong>Creek</strong> by 70 runs in a match lilayed at <strong>Culcairn</strong> ou Saturday. Scores: - CULCAJiEN IMPERIALS M. Daly, .c H. M'Kinley, b ...  not out ......... 0 Sundries ? 13 Total . . . . ? 155 MOUNTAIN <strong>CREEK</strong> I. M'Coy, H)W, b 'Mageniiis ..."
    },
    {
        "id": "176250025",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "TENNIS CULCAIRN PRESBYTERIANS v OSBORNE CREEK",
        "date": "1946-08-23",
        "snippet": "... TENNIS <strong>CULCAIRN</strong> PRESBYTERIANS v OSBORNE <strong>CREEK</strong> In a match played at Osborne <strong>Creek:</strong> .fc the <strong>Culcairn</strong> Presbyterians defeated V the locals by three games. Details I (Osborne <strong>Creek</strong> mentioned firs't):- t ...  Lowe v C. Lieschke and R. Scholz, 6-3. Totals: : <strong>Culcairn,</strong> 92 games; Osborne <strong>Creek,</strong> . 63 games.                     ..."
    },
    {
        "id": "176248277",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "OSBORNE CREEK v CULCAIRN PRESBYTERIANS",
        "date": "1948-02-13",
        "snippet": "... OSBORNE <strong>CREEK</strong> v <strong>CULCAIRN</strong> PRESBYTERIANS Played at <strong>Culcairn</strong> and won by Os borne <strong>Creek</strong> by 35 games 96-61. Re sults, <strong>Culcairn</strong> named first : Men's Doubles : W. Odewhan and D. Jaffray v R. Scholz and K. McMil lan, 2-6; v W. and C. Lieschke, 3-6; v E. Kilo and K. Bruest, 6-4. L. Treb !ey and F. Durie v ..."
    },
    {
        "id": "176222231",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Sporting TENNIS HENTY-YERONG CREEK TENNIS ASSOCIATION GRAND FINAL HONORS TO CULCAIRN HENTY UNITED v. CULCAIRN",
        "date": "1936-04-10",
        "snippet": "... Sporting TENNIS HENTY- YERONG <strong>CREEK</strong> TENNIS ASSOCIATION GRAND FINAL HONORS TO <strong>CULCAIRN</strong> HENTY UNITED v. <strong>CULCAIRN</strong> The grand final in the above com pe:;tions was played on Saturday, on ??he North Hc-nty court, when <strong>Culcairn</strong> dr-fcaled Henty United by 19 games. F-. Iluwins are the details, Henty Unit ed ..."
    },
    {
        "id": "143638814",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "HENTY AND DISTRICT ASSOCIATION CULCAIRN V YERONG CREEK",
        "date": "1939-02-08",
        "snippet": "... HENTY AND DISTRICT ASSOCIA TION <strong>CULCAIRN</strong> V YERONG <strong>CREEK</strong> In the Henty and District Cricket As sociation on Sunday last Yerong <strong>Creek</strong> Journeyed to <strong>Culcairn</strong> and had an easy .ctoi-y. Beaney, of Yeron ...  fours. <strong>Culcairn</strong> batted first and were all out for 84, the best scores being L. Jansen, 20; M. ..."
    },
    {
        "id": "176244966",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Culcairn Wins Tennis Final Osborne Creek B Grade Premiers",
        "date": "1947-04-25",
        "snippet": "... <strong>Culcairn</strong> Wins Tennis Final Osborne <strong>Creek</strong> B Grade Premiers Displaying a marked superiority in the men's and mixed sets, <strong>Culcairn</strong> beat Henty White in the final of the Henty and District Tennis ...  Hartwig <strong>(Culcairn)</strong> and E. Scholz (Osborne <strong>Creek)</strong> . <strong>CULCAIRN</strong> v HENTY WHITE Following are the details of ..."
    },
    {
        "id": "175486472",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "A Grade OSBORNE CREEK v CULCAIRN TOWN",
        "date": "1949-03-11",
        "snippet": "... ' A Grade OSBORNE <strong>CREEK*</strong> v <strong>CULCAIRN</strong> TOWN Played at Osborne <strong>Creek</strong> arid, won by Osborne <strong>Creek</strong> by 88 games to 77. Results, Osborne <strong>Creek</strong> named nrst : Men's Doubles.- O. Steinke and F. Liersch v G. ...  - E- Janetzki and R- Peterson v A. McMillan and F. Sehulz, 6-0. MATCHES OFF AT <strong>CULCAIRN</strong> No ..."
    },
    {
        "id": "176225669",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Sporting TENNIS HENTY-YERONG CREEK ASSOCIATION CULCAIRN v. HENTY UNITED",
        "date": "1934-09-14",
        "snippet": "... q ? -J ? Sporting TENNIS HENTY- YERONG <strong>CREEK</strong> ASSO CIATION <strong>CULCAIRN</strong> v. HENTY UNITED Played at <strong>Culcairn</strong> on Saturday af ternoon, resulting in a win for Cul caini by 28 games. Details: - S. Hartwig and ...  W. Waters and Miss M. Hynes beat L. C. Adamson and Miss Jones 6-4. <strong>Culcairn</strong> (named first) 99 games, ..."
    },
    {
        "id": "176233425",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Sporting TENNIS HENTY & DISTRICT ASSOCIATION CULCAIRN v OSBORNE CREEK",
        "date": "1939-10-13",
        "snippet": "... Sporting !-j TENNIS HENTY &amp; DISTRICT ASSOCIATION <strong>CULCAIRN</strong> v OSBOKNE <strong>CREEK</strong> Cuicairn jourrj«yed to Ofborne <strong>Creek</strong> and defeated *hat team by 13 games- 85 to 72. Details (Culctirn first) : S. Hartwig and L. Roenfeldt v L. Scholz and O. Kilo 5-6; v E. Scholz and S. Wenke 6-4; v J. Body and W. Lieschke ..."
    },
    {
        "id": "176224909",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "SPORTING CRICKET HOLBROOK AND DISTRICT COMPETITION CULCAIRN IMPERIALS v. MOUNTAIN CREEK",
        "date": "1933-12-08",
        "snippet": "... SPORTING ? r\\ ? CRICKET HOLBROOK AND DISTRICT ^ COMPETITION ' A- <strong>CULCAIRN</strong> IMPERIALS v. MOUN TAIN <strong>CREEK</strong> Played at <strong>Culcairn</strong> on Saturday af ternoon and resulted in a win for Cul cairn by 76 runs. Scores: <strong>Culcairn</strong> Imperials. - M. Daley, c H. McKinley, b G. McKoy 20; J. R. Beck c. McKinley, b H. ..."
    },
    {
        "id": "138908430",
        "newspaper": "Albury Banner Wodonga Express and Riverina Stock Journal (NSW : 1941)",
        "title": "HENTY TENNIS ASSOCIATION CULCAIRN BEATS OSBORNE CREEK IN SEMI-FINAL",
        "date": "1941-03-14",
        "snippet": "... HENTY TENNIS ASSOCIATION <strong>CULCAIRN</strong> BEATS OSBORNE <strong>CREEK</strong> IN SEMI-FINAL CJULCAIIiN. - -In the semi-final of the Henty and district tcnni3 competi tion, played on Saturday afternoon, <strong>Culcairn</strong> defeated -Osborne <strong>Creek</strong> by 84 games to 74.- Details <strong>(Culcairn</strong> first named):- D. Mfcicdonald and , L. Moun ter ..."
    },
    {
        "id": "176226585",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "TENNIS HENTY-YERONG CREEK TENNIS ASSOCIATION A GRADE HENTY UNITED v. CULCAIRN",
        "date": "1936-03-13",
        "snippet": "... TENNIS HENTY-YERONG <strong>CREEK</strong> TENNIS ASSOCIATION A GRADE HENTY UNITED v. <strong>CULCAIRN</strong> Played at Henty oin Saturday and won. by <strong>Culcairn</strong> 83 games to 76. Henty United names mentioned first: T. McMillan and G. Knobel v. S. Kartwig and M- Schoff 5-6; v. W. Waters and S. Cox 6-3; v. J. Hynes and W. Schoff 6-L ..."
    },
    {
        "id": "144527869",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "TENNIS OSBORNE CREEK AND CULCAIRN TO MEET IN GRAND FINAL",
        "date": "1941-03-19",
        "snippet": "... TENNIS OSBORNE <strong>CREEK</strong> AND <strong>CULCAIRN</strong> TO MEET IN GRAND FINAL In the finals of the Henty and dis trict tennis competition, Osborne <strong>Creek</strong> defeated North Henty, 85 games to 64. Details (Osborne <strong>Creek</strong> ...  E. H. Reice defeated A. Bahr and A. Newell 6-3. <strong>Culcairn</strong> and Osborne <strong>Creek</strong> play in the grand final ..."
    },
    {
        "id": "176225227",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Sporting TENNIS HENTY-YERONG CREEK TENNIS ASSOCIATION A GRADE CULCAIRN v. RYAN",
        "date": "1935-10-11",
        "snippet": "... Sporting r\\ ? . TENNIS HENTY- YERONG <strong>CREEK</strong> TENNIS ASSOCIATION A GRADE <strong>CULCAIRN</strong> v. RYAN Played at <strong>Culcairn</strong> on Saturday af tei-noon, and won by <strong>Culcairn</strong> by 8 ganws Details: <strong>(Culcairn</strong> named fi'Tt). S. ...  <strong>Culcairn</strong> named first 84 games, Ryan 76 games. HENTY UNITED v. NORTH HENTY Plaj-ed at Henty United. A ..."
    },
    {
        "id": "176219823",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "TENNIS HENTY-YERONG CREEK TENNIS ASSOCIATION A Grade MUNYABLA v. CULCAIRN",
        "date": "1935-03-22",
        "snippet": "... TENNIS HENTY- YERONG <strong>CREEK</strong> TENNIS ASSOCIATION A Grade MUNYABLA v. <strong>CULCAIRN</strong> Fiayed at Munyabla on Saturday afternoon and won by <strong>Culcairn</strong> by 51 games. Details: S. Hartwig and H. Teague v. J. Cook and ...  Willis 6-3. HENTY UNITED v. OSBORNE <strong>CREEK</strong> Played at Henty United and resulted in a win for Osborne <strong>Creek</strong> ..."
    },
    {
        "id": "176227001",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "TENNIS HENTY-YEBONG CREEK TENNIS ASSOCIATION A Grade HENTY UNITED v. CULCAIRN",
        "date": "1935-02-15",
        "snippet": "... TENNIS HENTX-YEBONG <strong>CREEK</strong> TENNIS ASSOCIATION A Grade HENTY UNITED v. <strong>CULCAIRN</strong> Played on Saturday ...  Hynes 4-6. Won by Culcaim by .89 to 67 games. GL&amp;NLEE v. YERONG <strong>CREEK</strong> No. 2 Match played at Glenlee ...  There will be a third round in the Henty- Yerong <strong>Creek</strong> Association matches, the draw for which -will be ..."
    },
    {
        "id": "175488548",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "CRICKET CULCAIRN DEFEATED IN HOLBROOK ASSOCIATION FINAL CENTURY TO M. DAVIDSON IN YERONG CREEK FINAL",
        "date": "1950-04-07",
        "snippet": "... CRICKET CENTURY TO M DAVIDSON IN YERONG <strong>CREEK</strong> FINAL The final match in the Yerong <strong>Creek</strong> and District Association between Yer ong <strong>Creek</strong> and Tootool, was continued on the Yerong <strong>Creek</strong> ground on Sat ...  out. Scores : YERONG <strong>CREEK.-</strong> Fkst Innings J. B. Gorman, c R. Vennell, b Barnewall ? b F. Murphy v J. ..."
    },
    {
        "id": "176227434",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Sporting TENNIS HENTY-YERONG CREEK TENNIS ASSOCIATION A GRADE HENTY UNITED v. CULCAIRN No. 2",
        "date": "1936-10-16",
        "snippet": "... Sporting ? o ? TENNIS HENTY- YERONG <strong>CREEK</strong> TENNIS ASSOCIATION A GRADE HENTY UNITED v. <strong>CULCAIRN</strong> No. ...  2-6; H. A. McMillan and Miss Woodman v. W. Odewahn and Mrs. Schnaars 6-3. <strong>CULCAIRN</strong> No. 1 v. RYAN Played at <strong>Culcairn</strong> on Saturday and won by Ryan 88 games to 70. <strong>(Culcairn</strong> names first) Details: S. ..."
    },
    {
        "id": "176252120",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Culcairn C. of E. And Osborne Creek Tennis Leaders Good Competition In B Grade",
        "date": "1947-10-17",
        "snippet": "... <strong>Culcairn</strong> C of E. And Osborne <strong>Creek</strong> Tennis Leaders Good Competition In '* B Grade With their win over Ryan on Saturday, Osborne <strong>Creek</strong> -have overtaken <strong>Culcairn;</strong> Church of England in the lead of the A ...  Scale 01 Points A GRADE P W L'Pts. <strong>Culcairn</strong> C. of E ? 3 3 0 12 Osborne <strong>Creek</strong> '....:. 3 3 0 12 <strong>Culcairn</strong> ..."
    },
    {
        "id": "178270656",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "TENNIS HENTY-YERONG CREEK TENNIS ASSOCIATION A GRADE CULCAIRN No. 1 v. RYAN",
        "date": "1937-02-26",
        "snippet": "... TENNIS HENTY- YERONG <strong>CREEK</strong> TENNIS ASSOCIATION A GRADE <strong>CULCAIRN</strong> No. 1 v. RYAN Ryan defeated <strong>Culcairn</strong> No. 1 at Ryan on Saturday by 95 games to 62. S. Hartwig and M. Schorl v. Schulz Bros 5-6; v C. Tweddle and J. Dun can 6-2; v. H. Schlenker and W. Singe 6-3. J. Joyce and M. Feuer herdt v. Schulz ..."
    },
    {
        "id": "178269769",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "TENNIS HENTY-YERONG CREEK TENNIS ASSOCIATION A GRADE CULCAIRN No. 1 v. HENTY UNITED",
        "date": "1937-03-26",
        "snippet": "... TENNIS HENTY- YERONG <strong>CREEK</strong> TENNIS ASSOCIATION A GRADE <strong>CULCAIRN</strong> No. 1 v. HENTY UNITED <strong>Culcairn</strong> defeated Henty United by 31 games on Saturday on the Henty United courts. (Henty United named first). Details: F. G. Schulz and I. E. McMillan v. '?-, S. Hartwig and J. Gardiner 6-5; v. f M. Schoff and A. ..."
    },
    {
        "id": "178268142",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "TENNIS HENTY-YERONG CREEK TENNIS ASSOCIATION\tA GRADE CULCAIRN No. 1. v. RYAN",
        "date": "1937-02-12",
        "snippet": "... TENNIS HENTY - YERON G <strong>CREEK</strong> TENNIS ASSOCIATION 1 A GRADE <strong>CULCAIRN</strong> No. 1. v. RYAN Flayed at <strong>Culcairn</strong> on Saturday af ternoon and won by Ryan 98-77. De tails: - S. Hartwig and M. Schoff v. Schulz Bros 6-2; v. C. Tweddle and J. Dun can 4-6; v. H. Schlenker and W. Singe 6-5 . O . C . Alldis and H. ..."
    },
    {
        "id": "176221025",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Sporting TENNIS HENTY-YERONG CREEK TENNIS ASSOCIATION A GRADE HENTY UNITED v. CULCAIRN",
        "date": "1935-11-08",
        "snippet": "... Sporting TENNIS HENTY- YERONG <strong>CREEK</strong> TENNIS ASSOCIATION A GRADE KENTY UNITED v. <strong>CULCAIRN</strong> <strong>Culcairn</strong> ...  and Mrs. Hartwig 5-6. <strong>CULCAIRN</strong> v. RYAN Played at Ryan on Saturday after noon, and won by Ryan by 23 games. <strong>Culcairn</strong> named first. Details: fc-. Hartwig and M. Schorl v. Schulz Bros 5-6; v. C. Tweddle and ..."
    },
    {
        "id": "176220638",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Sporting TENNIS HENTY-YERONG CREEK TENNIS ASSOCIATION A GRADE HENTY UNITED v. CULCAIRN No. 1.",
        "date": "1936-10-09",
        "snippet": "... Sporting ? n ? TENNIS HENTY- MEKONG <strong>CREEK</strong> TENNIS ASSOCIATION , A GRADE HE20TY UNITED v. <strong>CULCAIRN</strong> No. 1. Won by <strong>Culcairn</strong> 94 games to 71. (Henty United mentioned first). De tails: T. McMillan and F. ...  Curphey 2-6. T. McMillan and Mrs. McMillan v. H. Holmes and Miss Hynes 5-6. <strong>CULCAIRN</strong> No. 2 v. RYAN ..."
    },
    {
        "id": "176222633",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Sporting TENNIS HENTY-YERONG CREEK TENNIS ASSOCIATION A GRADE NORTH HENTY v. CULCAIRN",
        "date": "1934-11-09",
        "snippet": "... Sporting TENNIS HENTY- YERONG <strong>CREEK</strong> TENNIS ASSOCIATION A GRADE NORTH HENTY v. <strong>CULCAIRN</strong> ?Piayed on Saturday and resulted in a win for North Henty by one game. Details:- S. .Hartwig and W. Schoff lost to Sgt. Parmenter and W. Rosier 5-6; v W Holt and E. Jacoby 6-2; v. T. King and D. Kendal 6-4. F. ..."
    },
    {
        "id": "176222782",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "TENNIS HENTY-YERONG CREEK TENNIS ASSOCIATION A GRADE HENTY UNITED v. CULCAIRN II.",
        "date": "1936-10-02",
        "snippet": "... TENNIS HENTY-YERONG <strong>CREEK</strong> TENNIS ASSOCIATION A GRADE HENTY UNITED v. <strong>CULCAIRN</strong> IL Played on ...  <strong>Culcairn</strong> by 2 games. Scores: S. Hartwig and J. Gardiner v. G. Schulz and J. Duncan 3-6; v. A. Schilg ...  Wheaton 5-6. <strong>Culcairn</strong> (named first) 81 games, Ryan 79 games. B GRADE HENTY v. PLEASANT HILLS Played on ..."
    },
    {
        "id": "176225851",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Sporting TENNIS HENTY-YERONG CREEK TENNIS ASSOCIATION A GRADE HENTY UNITED v. CULCAIRN",
        "date": "1936-10-30",
        "snippet": "... Sporting TENNIS - ' HEKTY-YEEONG <strong>CREEK</strong> TENNIS ASSOCIATION A GRADE HENTY UNITED v. CULCAIEN <strong>Culcairn</strong> defeated Henty United on Saturday by 72 games to 62. (Henty United names mentioned first): De ...  <strong>CULCAIRN</strong> II. Played at Ryan and won by Ryan 108 games to 2L <strong>Culcairn</strong> were two men and two women players ..."
    },
    {
        "id": "178268156",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Culcairn Golf Tournament CHAMPIONSHIP TO G. H. SMITH HENTY AND YERONG CREEK WELL REPRESENTED",
        "date": "1938-08-05",
        "snippet": "... Culcaim Golf Tournament ♦ ? CHAMPIONSHIP TO G. H. SMITH HENTY AND YERONG <strong>CREEK</strong> WELL REPRESENTED Despite the wet weather, good en tries were received for the <strong>Culcairn</strong> Golf Club's open tournament on ...  being V. Wendt and Miss Vera Mackie. There was a strong contingent from Henty and Yerong <strong>Creek,</strong> the most ..."
    },
    {
        "id": "102260540",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "HOLBROOK AND DISTRICT ASSOCIATION FORTHCOMING MATCHES",
        "date": "1933-10-27",
        "snippet": "... Wara tahs v Holbrook B, Mountain <strong>Creek</strong> V : <strong>Culcairn</strong> Standards, <strong>Culcairn</strong> Imperials v Hcnty, Hoibrook V ...  Standards,1 <strong>Culcairn</strong> Imperials v Mountain <strong>Creek.</strong> - <strong>Culcairn</strong> correspondent.                     ...  HOLBROOK AND DISTRICT ASSOCIATION FORTHCOMING MATCHES <strong>Culcairn</strong> correspondent. in the Hol ..."
    },
    {
        "id": "142109069",
        "newspaper": "Wagga Wagga Express (NSW : 1879 - 1917)",
        "title": "CULCAIRN.",
        "date": "1906-05-19",
        "snippet": "... <strong>CULCAIRN.</strong> James os Hugh Balfour, Round-hill. <strong>Culcairn.-</strong> Culcairnr Donald Cameron, Henty. Carl Albert Rosier, Henty. William Arthur Stovle6, Culcaim. William Watson, Innisfail, Back <strong>Creek,</strong> Cookardinia.                     ..."
    },
    {
        "id": "90634257",
        "newspaper": "Chronicle (Adelaide, SA : 1895 - 1954)",
        "title": "ADDRESS WANTED",
        "date": "1932-11-10",
        "snippet": "... ADDRESS WANTED 'Heath.' 'True Bachelor.' 'Ukulele Ike.' . 'Country Flapper' <strong>(Culcairn)</strong> . 'Sporting Girl' (Darling <strong>River).</strong> 'Tulip' (Gympie). 'Wake Up' (Peebinga Line'                     ..."
    },
    {
        "id": "11820359",
        "newspaper": "The Argus (Melbourne, Vic. : 1848 - 1957)",
        "title": "BOY DROWNED IN CREEK",
        "date": "1944-01-04",
        "snippet": "... BOY DROWNED IN <strong>CREEK</strong> <strong>CULCAIRN,</strong> Mon: David James Embleton, 7, only son of Mr Sydney James Embleton, assistant stationmaster master at <strong>Culcairn,</strong> was drowned in 8 feet of water in Billabong <strong>Creek,</strong> <strong>Culcairn,</strong> at the weekend.                     ..."
    },
    {
        "id": "176238898",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "V.D.C. PARADE AT CULCAIRN",
        "date": "1942-09-25",
        "snippet": "... V.D.C. PARADE AT <strong>CULCAIRN</strong> General Witham, G.O.C., Southern Command, inspected B Company of the 17th Battalion, Volunteer Defence Corps, on the <strong>Culcairn</strong> Showground at the week-end. The company com prises <strong>Culcairn,</strong> Henty, Holbrook, Yer ong <strong>Creek</strong> and Pleasant Hills.                     ..."
    },
    {
        "id": "175472916",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "DRAW FOR HENTY AND DISTRICT ASSOCIATION MATCHES",
        "date": "1951-01-19",
        "snippet": "... <strong>Creek.</strong> Cookardinia v. Edgehill. <strong>Culcairn</strong> C .of E. v. <strong>Culcairn</strong> Town. FEBRUARY 3rd <strong>Culcairn</strong> C. of E. v. ...  White v. Henty Rugby. Osborne <strong>Creek</strong> v. <strong>Culcairn</strong> Town. FEBRUARY 10th . Henty White v. <strong>Culcairn</strong> C. of E. ...  Osborne <strong>Creek.</strong> <strong>Culcairn</strong> Town v. Henty Rugby. FEBRUARY 17th <strong>Culcairn</strong> C. of E. v; Osborne <strong>Creek.</strong> <strong>Culcairn</strong> ..."
    },
    {
        "id": "15935802",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "COUNTRY MATCHES. CULCAIRN, Monday.",
        "date": "1921-07-12",
        "snippet": "... COUNTRY MATCHES. <strong>CULCAIRN,</strong> Monday. In the <strong>Culcairn</strong> District Football Competition, Australian tralian Rules. Yerong <strong>Creek.</strong> 4 goals 8 behinds, beat <strong>Culcairn,</strong> 3 goals 11 behinds; and Cookardinia beat Henty, 7 goals 11 behinds, to 6 goals 8 behinds. Hol- brook had a bye. <strong>Culcairn,</strong> Juniors beat the ..."
    },
    {
        "id": "175473025",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "Henty and District Tennis Competition to Resume On 26th January",
        "date": "1952-01-11",
        "snippet": "... Gul)Gaim Presbyterians. Henty Churches v. <strong>Culcairn</strong> Town. *?? _ ? Osborne <strong>Creek,</strong> a bye. FEBRUARY 2 Jerra ...  <strong>Culcairn</strong> Pres. v. <strong>Culcairn</strong> Church of England. <strong>Culcairn</strong> Town, a bye. FEBRUARY 23 Jerra v. Osborne <strong>Creek.</strong> H. ...  <strong>Culcairn</strong> Pres. Holbrook v. Osborne <strong>Creek.</strong> <strong>Culcairn</strong> Town v. Glenlee. <strong>Culcairn</strong> C. of E., a bye. B GRADE ..."
    },
    {
        "id": "176253290",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "THE DRAW A GRADE NOVEMBER 1",
        "date": "1947-10-31",
        "snippet": "... THE DRAW A GRADE - NOVEMBER 1 Henty White v Ryan Cul. Presbyterians v <strong>Culcairn</strong> E. Henty Black v Osborne <strong>Creek</strong> <strong>Culcairn,</strong> a bye. B GRADE NOVEMBER 1 Osborne <strong>Creek</strong> v Pleasant Hills Henty Churches v Henty Black <strong>Culcairn</strong> C. of E. v Munyabla Ryan v Cul. Presbyterians Henty White, a bye. C GRADE NOVEMBER ..."
    },
    {
        "id": "145544594",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "Culcairn",
        "date": "1949-09-09",
        "snippet": "... <strong>Culcairn</strong> Mrs. Hector Young has returned turned. home to 'Ravenby.' Yerong ong <strong>Creek,</strong> after staying ...  with Ron Young at 'Ravenby,' Yerong <strong>Creek,</strong> during the school holidays. The A. and D. Bowling Asso ciation at its annual meeting, held at <strong>Culcairn,</strong> re-elected the following officers: Patron. Mr. D. G. ..."
    },
    {
        "id": "16000494",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "FOOTBALL. AUSTRALIAN RULES. CULCAIRN, Monday.",
        "date": "1922-05-02",
        "snippet": "... <strong>Monday. A</strong> \"Railway line\" football competition under Australian trollan rules has been formed between <strong>Culcairn</strong> and Wagga and the Main Southern line, consisting of <strong>Culcairn,</strong> Henty, Yerong j, \\ erong <strong>Creek,</strong> The Rock, Tootool, three Wagga clubs, and probably Mangoplah. Special trains will bo run each ..."
    },
    {
        "id": "102595569",
        "newspaper": "The Corowa Chronicle (NSW : 1905 - 1928)",
        "title": "Culcairn Shire.",
        "date": "1906-05-19",
        "snippet": "... <strong>Culcairn</strong> Shire. The following have been appointed temporary Shire Councillors of the <strong>Culcairn</strong> ...  election of the permanent Council within six months : - James H. Calfour, Bound Hill, <strong>Culcairn</strong> ...  of Innisfail, Back <strong>Creek,</strong> Cookar dinia.                     ..."
    },
    {
        "id": "176512745",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "HENTY DISTRICT TENNIS DRAW FOR SATURDAY A GRADE",
        "date": "1954-10-08",
        "snippet": "... HENTY DISTRICT TENNIS DRAW FOR SATURDAY A GRADE Henty III v. Henty I. Osborne <strong>Creek</strong> v. Henty II. Holbrook v. <strong>Culcairn.</strong> Ryan, a bye. A RESERVE Pleasant Hills v. Holbrook. Ryan v. Glenlee. Cul. Pres. Gold v. Munyabla. <strong>Culcairn</strong> v. Cookardinia. Hickory Hill v. Churches. Henty v. <strong>Culcairn</strong> Pres. Blue. B ..."
    },
    {
        "id": "143368273",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "CULCAIRN WATER SUPPLY",
        "date": "1925-07-06",
        "snippet": "... <strong>CULCAIRN</strong> WATER SUPPLY J The Water Conservation and <strong>Irrigation</strong> Commission ii Commissiou is sinking an test bore on Messrs. Balfours' property on the eastern side of the railway line, in connection with the <strong>Culcairn</strong> wateri supply proposal. ,i                     ..."
    },
    {
        "id": "176243482",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "A GRADE COMPETITION SHORTENED",
        "date": "1948-02-27",
        "snippet": "... <strong>Creek</strong> v Henty White. Henty Black v <strong>Culcairn</strong> Pres. Ryan a bye. ? MARCH 20 <strong>Culcairn</strong> v Osborne <strong>Creek.</strong> ...  Black. ! <strong>Culcairn</strong> Pres. v CuJcairn. j Henty White v <strong>Culcairn'</strong> C. of E. ', Osborne <strong>Creek</strong> a bye. The ...  <strong>Culcairn</strong> Pres. v Munyabla. Osborne <strong>Creek</strong> v Henty White. <strong>Culcairn</strong> v Ryan. The match changed is Henty ..."
    },
    {
        "id": "11780605",
        "newspaper": "The Argus (Melbourne, Vic. : 1848 - 1957)",
        "title": "Other Reports",
        "date": "1935-10-25",
        "snippet": "... Other Reports <strong>CULCAIRN</strong> (NSW) Thursday. - Thirtyfive flte points to 9 a m. Thursday. Still raining Billabong <strong>Creek</strong> flooded <strong>Culcairn-Albury</strong> road one mile south of <strong>Culcairn</strong> still Impassable WFRRintE ...  and lain of »«tor is mining over bvwash at Melton <strong>weir</strong> ORBOST-Since Friday US points Will prove of ..."
    },
    {
        "id": "188466016",
        "newspaper": "The Telegraph (Brisbane, Qld. : 1872 - 1947)",
        "title": "Battered Body Tragedy Near Culcairn Bloodstained Body SYDNEY, December 24.",
        "date": "1930-12-24",
        "snippet": "... Battered Body Tragedy Near <strong>Culcairn</strong> Bloodstained Body SYDNEY, December 24. The battered body - of -Ernest Vale, 39, who also was known as Mitchell, was found In a <strong>dam</strong> on Round Hill Station, <strong>Culcairn.</strong> A blood-stained hammer was found near-by SECOND EDBTION                     ..."
    },
    {
        "id": "176507456",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "Draw For Holbrook District Cricket",
        "date": "1954-11-05",
        "snippet": "... Draw For Holbrook District Cricket November 6-13 : <strong>Culcairn</strong> v. v Holbrook Wanderers; Cookadinia f dinia v. Yerong <strong>Creek;</strong> Holbrook ^'H brook Ramblers v. Henty. T November 20^27 : Yerbdg <strong>Creek</strong> v- Holbrpok Ramblers; i Holbrook: Wanderers v. Cook-- :-'---4] ardhtfa;' <strong>Culcairn</strong> vl' Henty: .?*':? A'l ?#                     ..."
    },
    {
        "id": "175486636",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "THE DRAW",
        "date": "1949-09-30",
        "snippet": "... Osborne <strong>Creek.</strong> <strong>Culcairn</strong> v Henty Whites. Henty Black v Cul. C. of E., at E.H. A GRADE RESERVE Glenlee v Cookardinia. Jerra Jerra v Henty Churches. Pleasant Hills v Henty Whites. <strong>Culcairn</strong> Pres. Golds v ...  Munyabla. Henty Whites v Edgehill. <strong>Culcairn</strong> C. of E. v <strong>Culcairn.</strong> Cookardinia v Osborne <strong>Creek.</strong> C GRADE Henty ..."
    },
    {
        "id": "195184504",
        "newspaper": "Daily Examiner (Grafton, NSW : 1915 - 1954)",
        "title": "DROWNING ACCIDENTS. CULCAIRN, Sunday.",
        "date": "1927-01-17",
        "snippet": "... drowning accidents. <strong>CULCAIRN,</strong> <strong>Sunday. S</strong>unday; ' Wm. Allen, of Henty, was drowned . in Wilson's <strong>dam</strong> yesterday. He could not swim. . .'\" . NARRANDERA, -Sunday. : The. bodv .of a Chinaman, Ah You, was recovered from the Murrumbidgec <strong>River</strong> yesterday, in -8 feet of AA-ater, He had sunk the previous ..."
    },
    {
        "id": "176248381",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "HENTY AND DISTRICT TENNIS ASSOCIATION DRAW FOR 2nd ROUND",
        "date": "1948-01-23",
        "snippet": "... Henty Black v <strong>Culcairn.</strong> ; Osborne <strong>Creek</strong> v Ryan. '! Henty White v Cul. Presbyterians. <strong>Culcairn</strong> C. of E., ...  <strong>Creek.</strong> ' , Henty White, a bye. | '.'???? FEBRUARY 21 J /'Henty ; Whitie v <strong>Culcairn.</strong> ?V <strong>Culcairn</strong> Presbyterians v Ryan, ? if Henty Black v <strong>Culcairn</strong> C. of E. | Osborne <strong>Creek,</strong> a bye. \\ \\ ,- FEBRUAH^28 1 ..."
    },
    {
        "id": "175473597",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "MR. A. H. MACKIE",
        "date": "1952-04-18",
        "snippet": "... Holbrook; 'Carnoona,' Lankey's <strong>Creek,</strong> and 'Ashley Park,' <strong>Culcairn.</strong> He at various' -time had busi ness ...  MR. A. H. MACKIE j The death occurred suddenly at his home, 'Killara,' <strong>Culcairn,</strong> on Tuesday ...  <strong>Culcairn,</strong> Albury and Holbrook districts a meuiue. Besides his window, he leaves : one son, Gordon ..."
    },
    {
        "id": "142685931",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "CULCAIRN WATER SUPPLY",
        "date": "1930-07-29",
        "snippet": "... <strong>CULCAIRN</strong> WATER SUPPLY A special meeting of the <strong>Culcairn</strong> Shire Council was held yesterday to consider the proposals of the <strong>Irrigation</strong> tion and Water Supply Commission to establish a water supply for Cul cairn. It was decided to accept the proposals set out, and to ask the com mission to proceed ..."
    },
    {
        "id": "175474587",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "COMPETITION DRAW FOR SATURDAY",
        "date": "1952-09-26",
        "snippet": "... Munyabla; Glenlee v. Cookardinia; Os borne <strong>Creek</strong> v. Henty; Hickory Hill v. <strong>Culcairn</strong> Presbyterians; ...  COMPETITION DRAW FOR SATURDAY A GRADE : Henty I v. Culcarin Town. Town; <strong>Culcairn</strong> C. of E. v. Ryan; Henty 11, a bye. A RESERVE <strong>Culcairn</strong> <strong>Culcairn</strong> Pres byterians v. Holbrook; Henty v. Hickory Hill; ..."
    },
    {
        "id": "176235533",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "HENTY RAILWAY TIMETABLE",
        "date": "1939-09-22",
        "snippet": "... 9.17 : a.m.; <strong>Culcairn</strong> 10.21, Henty 10.40, I Yerong <strong>Creek</strong> 11.9, The Rock 11.29, j Wagga 12.14 p.m.; ...  <strong>Creek</strong> 6.42, Henty 7.2, <strong>Culcairn</strong> 7.25, arrive Albury 8.25 p.m. For stations on Rand line, leave Henty on ...  , Culcaini-Holbrook mixed train, j every Monday. - Leave <strong>Culcairn</strong> 11.17 ' a.m., arrive Holbrook 12.17. ..."
    },
    {
        "id": "175472943",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "TENNIS HENTY DISTRICT ASSN. RESULTS",
        "date": "1951-09-21",
        "snippet": "... District Association competition petition on Saturday, were as follows : A GRADE.- <strong>Culcairn</strong> Church of England d. Henty No. 2, 121- 36; <strong>Culcairn</strong> Town d. Hemy No. 1, 79-70. A RESERVE : <strong>Culcairn</strong> Pres byterian d. Glenlee (forfeit); Holbrook d. Hickory Hill, 78-76; Ryan d. Osborne <strong>Creek,</strong> 91-62j Henty d. ..."
    },
    {
        "id": "192869410",
        "newspaper": "The Armidale Express and New England General Advertiser (NSW : 1856 - 1861; 1863 - 1889; 1891 - 1954)",
        "title": "CLEARED UP. The Culcairn Mystery. Sydney, Wednesday.",
        "date": "1931-01-21",
        "snippet": "... CLEARED UP. The <strong>Culcairn</strong> Mystery. Sydney, Wednesday. At the inquest at <strong>Culcairn</strong> concerning the Die death of Ernest Vale, better known as Mitchell, the Coroner found that he drowned himself in a <strong>dam.</strong> ...  <strong>Culcairn.</strong> He alighted from the car \"during the journey and struck her on the head with a hammer. He also ..."
    },
    {
        "id": "175473303",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "TENNIS COMPETITION MATCHES SUSPENDED NEXT SATURDAY",
        "date": "1951-03-23",
        "snippet": "... ' <strong>Culcairn</strong> C. of E. d. Munyabla, 99-67. Osborne <strong>Creek</strong> d. Henty White, 96-48. Cookardinia d. Pleasant Hills, ...  <strong>Culcairn</strong> Town d. Holbrook, 89-64. <strong>Culcairn</strong> C. of E. d. Henty White, 92-65. A RESERVE Ryan d. Glenlee, 87-76. <strong>Culcairn</strong> Town d. Henty White, 93-75, Henty Black received forfeit from Jerra. <strong>Culcairn</strong> ..."
    },
    {
        "id": "4388430",
        "newspaper": "The Argus (Melbourne, Vic. : 1848 - 1957)",
        "title": "WOMAN'S BODY FOUND IN CREEK.",
        "date": "1931-07-07",
        "snippet": "... WOMAN'S BODY FOUND IN <strong>CREEK.</strong> <strong>CULCAIRN</strong> <strong>(N.S.W), </strong>Monday.-The body of Rose Cook, aged Iloie Cool», .íited 56 years, wife of Sameul Cook. Inborn oi, ot Aloi v'on, live unit»-, li oin Cult .inn. w.ih lonnel m .1 eitel; ncai Aim von on Sunrlav. Ali». Cook labourer of Morven, five miles <strong>creek   </strong>                  ..."
    },
    {
        "id": "176244364",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "FOOTBALL YERONG CREEK HERE ON SATURDAY",
        "date": "1946-05-03",
        "snippet": "... FOOTBALL YERONG <strong>CREEK</strong> HERE ON SATURDAY The Henty Australian Rules Football ball Club will play a practice match against Yerong <strong>Creek</strong> on the Henty Showground on Saturday afternoon, commencing at 2.45 ...  goplah. May 25: Rovers v <strong>Culcairn,</strong> Henty v Mangoplah, Holbrook v Cookar dinia. June? 1: Henty v Rovers. ..."
    },
    {
        "id": "116159722",
        "newspaper": "The Urana Independent and Clear Hills Standard (NSW : 1913 - 1921)",
        "title": "IRRIGATION WORKS.",
        "date": "1914-02-13",
        "snippet": "... <strong>IRRIGATION</strong> WORKS. At <strong>Culcairn</strong> on Wednesday, Mr. Estell, tell, Minister for. Labor, announced that the next <strong>scheme wou</strong>ld probably be the locking of the Murray <strong>River</strong> at Cumberoona <strong>weir,</strong> which would ...  these coclumns, to sup ply the districts of Loclthart, Boreei <strong>Creek,</strong> Uraua, and the Biliabong coun ..."
    },
    {
        "id": "145634698",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "FUNERALS MR. B. ODEWAHN",
        "date": "1952-05-14",
        "snippet": "... FUNERALS MR. B. ODEWAHN The death occurred in <strong>Culcairn</strong> calm District Hospital on Saturday morning ...  three daughters, Nettle <strong>(Culcairn),</strong> Mary (Mrs. J. R, Beck, Holbrook), and Vera (Mrs. E. Daley, Cul ...  Hill and Dale, Walla Walla, and in 1898 took up share farming at Mountain <strong>Creek,</strong> and later ..."
    },
    {
        "id": "175473923",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "Obituary MR. BERNARD ODEWAHN",
        "date": "1952-05-16",
        "snippet": "... Obituary MR. BERNARD ODEWAHN The death occurred in the <strong>Culcairn</strong> District Hospital on Saturday ...  Frank, and three daughters, Nettie <strong>(Culcairn),</strong> Mary (Mrs. J. R. Beck, Holbrook) and Vera (Mrs. E. Daley, <strong>Culcairn).</strong> A daughter predeceased him, A native of Clare, South Aus tralia, he came with his ..."
    },
    {
        "id": "175474582",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "WAGGA BOWLERS AT CULCAIRN",
        "date": "1952-09-26",
        "snippet": "... WAGGA BOWLERS AT <strong>CULCAIRN</strong> It is expected that the <strong>Culcairn</strong> cairn green will be available for play ...  11 d. <strong>Culcairn</strong> Town, 95-43; Henty I d. <strong>Culcairn</strong> C. of E., 79-74; Ryan, a bye. A RESERVE <strong>Culcairn</strong> Presbyterians d. Hickory Hill, 82-74; Henty Churches d. Holbrook, 94-82; <strong>Culcairn</strong> C. of E- d. <strong>Culcairn</strong> ..."
    },
    {
        "id": "176512709",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "Obituary MRS. J. M. ODEWAHN",
        "date": "1954-12-03",
        "snippet": "... land at Mountain <strong>Creek,</strong> Old Springfield and Spring field, and came to reside in <strong>Culcairn</strong> when her late ...  Obituary MRS. J. M. ODEWAHN The death occurred in the <strong>Culcaim </strong>District Hospital on Sunday afternoon of Mrs. Janet Marion Odewahn, of Gordon  Street, <strong>Culcairn,</strong> aged 82 years. She was a native, ..."
    },
    {
        "id": "101147615",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "R. F. GARDNER & CO.",
        "date": "1916-04-21",
        "snippet": "... R. F. GARDNER &amp; CO. R.. F. Gardner and Co.', <strong>Culcairn,</strong> and W. B. Elkington, Yerong <strong>Creek</strong> (Auctioneers tioneers in conjunction) report having held very successful horse sales at Yerong Creels and <strong>Culcairn</strong> on the 12th and 13th ins't. At <strong>Culcairn</strong> there, was a splendid jlaKding of useful horses, both ..."
    },
    {
        "id": "145140489",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "CULCAIRN",
        "date": "1946-07-24",
        "snippet": "... <strong>CULCAIRN</strong> Mrs. R. A. Lowe has returned from Sydney. Mr. Russell, telephone linesman, has been transferred to Wagga. Mrs. N. E. Gamble, of McMahon's Point, Sydney, is visiting relatives at <strong>Culcairn.</strong> Mesdames D. Cox and D. H. Smyth represented the <strong>Culcairn</strong> branch of the C.WA. at the first birthday ..."
    },
    {
        "id": "175471836",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "HEAVY RAIN AT CULCAIRN",
        "date": "1952-06-06",
        "snippet": "... Billabong <strong>Creek</strong> is in flood, and was within several feet of the traffic bridge at <strong>Culcairn.</strong> ?4,                     ...  HEAVY RAIN AT <strong>CULCAIRN</strong> Rainfall for ,'the month of May at <strong>Culcairn</strong> was 567 points, compared ' with 252 points in the corresponding period last year, making the total registration for the five ..."
    },
    {
        "id": "158157522",
        "newspaper": "National Advocate (Bathurst, NSW : 1889 - 1954)",
        "title": "A FATAL SWIM. CULCAIRN, Thursday.",
        "date": "1915-12-31",
        "snippet": "... A FATAL SWIM. <strong>CULCAIRN,</strong> Thursday. Patrick Kennedy, 23, while attempting ainig- to swim across' a <strong>dam.</strong> near the town to-day, was drowned.                     ..."
    },
    {
        "id": "176236140",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "TENNIS HENTY CHURCHES II v OSBORNE CREEK",
        "date": "1939-04-07",
        "snippet": "... TENNIS HENTY CHURCHES II v OSBORNE r , <strong>CREEK</strong> The grand final, postponed last Saturday, urday, owing to the weather, will be played at <strong>Culcairn</strong> on Saturday, April 8. ? !                     ..."
    },
    {
        "id": "176512301",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "DRAW FOR SEASON",
        "date": "1953-11-04",
        "snippet": "... DRAW FOR *'©R SEASON NOVEMBER 7 and lNOTEMBER'7 'and 14: Little Billabong v. Yerong .Verong <strong>Creek;</strong> <strong>Culcairn</strong> v. Holbrook; Cookardina Henty.                     ..."
    },
    {
        "id": "165385355",
        "newspaper": "The Sydney Mail and New South Wales Advertiser (NSW : 1871 - 1912)",
        "title": "THE NEW LINE: CULCAIRN TO GERMANTON.",
        "date": "1902-09-17",
        "snippet": "... OVER TEN MILE <strong>CREEK.</strong> MOUNTAIN <strong>CREEK,</strong> 8 MILES FROM <strong>CULCAIRN.</strong> BRIDGE OVER BILLABONG <strong>CREEK.</strong> Showing <strong>Culcairn</strong> in Distance-Largest Structure on Line.  A PEEP FROM THE LINE AT JUNCTION OF TEN MILE AND ...  THE NEW LINE : <strong>CULCAIRN</strong> TO GERMANTON.          ..."
    },
    {
        "id": "139219476",
        "newspaper": "The Australasian (Melbourne, Vic. : 1864 - 1946)",
        "title": "BENAMBRA ESTATE, NEAR CULCAIRN, NEW SOUTH WALES.",
        "date": "1910-01-29",
        "snippet": "... BENAMBRA ESTATE, NEAR <strong>CULCAIRN,</strong> PASTURES. SOUTH WALES. CATTLE PADDOCK: CATTLE AT THE CBEEK SIDE. A SHADY NOOK ON MOUNTAIN <strong>CREEK.</strong> WHEAT ON THE H KADI AND READY FOR FAftWiQ.' LOOKING EAST, ACROSS MOUNTAIN <strong>CREEK</strong> VALLEY. CnOSSURED SHEEP IN THE LUCERNE PADDOCK. BREEDING C0W9 IN I1EAVILY-STOCKED SHEEP ..."
    },
    {
        "id": "15855022",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "RUGBY UNION RFFEREES.",
        "date": "1919-09-03",
        "snippet": "... should be appointed by an oppulntmcnt board, i elected by the Referees' Association. . ' ' <strong>CULCAIRN,</strong> Tuesday. In the <strong>Culcairn</strong> district competition Henty beat Cul- cairn and Holbrook beat Yerong <strong>Creek</strong> Holbrook are now in the minor premiers Next Saturday! in the semi-finals Holbrook meet» Yerong <strong>Creek</strong> ..."
    },
    {
        "id": "142483091",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "CULCAIRN DISTRICT COMPETITION.",
        "date": "1921-07-09",
        "snippet": "... <strong>CULCAIRN</strong> DISTRICT COMPETITION. COM ' PETITION. Following are to-day's s matches in the District Gouipetition: - <strong>Culcairn</strong> District <strong>Competition:-Culcairn</strong> v. Yerong <strong>Creek,</strong> at Yerong <strong>Creek.</strong> 1 k -? Henty v. Oookaidinia, at llenty.. Hdlbiopli, a/lbyc. .. 'file followSiig will icpri'scut <strong>Culcairn</strong> ..."
    },
    {
        "id": "176221310",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Family Notices",
        "date": "1934-03-30",
        "snippet": "... p.m.; Yerong <strong>Creek</strong> 7.30 p.m. - Rev. R. S. Woodger. ' Methodist. - <strong>Culcairn</strong> 11 a.m.; Walla Sub 3 p.m.; ...  __ Church Services ? o ? | GOOD FRIDAY ! Anglican. - <strong>Culcairn</strong> 10.30 a.m., Henty 2 p.m. - Rev. A. ...  ment); <strong>Culcairn</strong> 7.30 p.m. (sacrament. -Rev. E. G. Clancy. Lutheran. - Munyabla 10.30 a.m. (Gm. H.C.); ..."
    },
    {
        "id": "176244468",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Culcairn Church Of England Overtakes Tennis Leaders",
        "date": "1947-02-07",
        "snippet": "... <strong>Culcairn</strong> Church Of England Overtakes Tennis Leaders Defeating Henty White by one game on Saturday, <strong>Culcairn</strong> Church of England has overtaken the leaders in the Henty and District ? triet Tennis Assocition matches, and now <strong>Culcairn,</strong> Henty White and <strong>Culcairn</strong> II share the lead with 26 points each. ..."
    },
    {
        "id": "144118123",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "MR. S. HALL",
        "date": "1943-05-05",
        "snippet": "... MR. S. HALL \\ Mr. Samuel Hall, of \"Busallow,\" <strong>Culcairn,</strong> died at <strong>Culcairn</strong> on Saturday urday at the ...  en vigtnal 1 settler, and stayed, on his selected property there until he retired to <strong>Culcairn</strong> five ...  Hal], Iiockhart; and Mr. Henrv Hall,' Wyalong) ; and one sister (Mrs. C. Hiomes. Yerong <strong>Creek).]</strong> ..."
    },
    {
        "id": "144831743",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "OBITUARY MR. CARL FRIEDRICH GUSTAV HEYNE",
        "date": "1947-11-06",
        "snippet": "... Carl Friedrich Gustav Qustav Heyne, 60 years of age, of <strong>Culcairn-</strong> He is survived by his brother, Mr. A. Heyne (Culcalrn) and Mrs. M. Smyth <strong>(Culcairn)-</strong> The funeral took place on Monday after noon, tne ...  place in the <strong>Culcairn</strong> cemetery, where Pastor Stolz again officiated. The pall bearer were Messrs. N ..."
    },
    {
        "id": "175471311",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "GRAND-FINALS ON SATURDAY",
        "date": "1951-04-20",
        "snippet": "... on the following courts : A Grade, <strong>Culcairn</strong> . Church of England v. Henty Whites (Holbrook cou#s)£ A Reserve Grade, <strong>Culcairn</strong> Presbyterians, v. Ryan (Henty Park courts); B Grade, <strong>Culcairn</strong> C. of E. v. Cookardinia (Osborne <strong>Creek</strong> courts); C Grade, Pleasant Hills v. Edgehill (Munyabla couris). The match ..."
    },
    {
        "id": "176249037",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Presentation At Culcairn",
        "date": "1947-05-02",
        "snippet": "... Presentation At <strong>Culcairn</strong> j ? Mr. C. Grady, of the railway staff, who was employed on the new bridge under construction over the Billabong* <strong>creek</strong> at <strong>Culcaim, </strong>has retired from the railway service and returned to Temora, where he resides. Before leaving <strong>Culcairn</strong> he was pre sented with an envelope of ..."
    },
    {
        "id": "17144580",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "PROPOSED CONCRETE BRIDGE. C[?]LCAIRN, Thursday.",
        "date": "1935-05-17",
        "snippet": "... PROPOSED CONCRETE BRIDGE. <strong>CULCAIRN,</strong> Thursday. Four tenders for the construction of a re- inforced concrete bridge across Billabong <strong>Creek,</strong> on the main <strong>Holbrook-Culcairn</strong> <strong>road,  were</strong> received and dealt with by the <strong>Culcairn</strong> and Holbrook Shire councils. It was decided to recommend to the Main ..."
    },
    {
        "id": "203256526",
        "newspaper": "The Age (Melbourne, Vic. : 1854 - 1954)",
        "title": "WIDOW FOUND DROWNED. Mother of Seven Young Children",
        "date": "1929-11-14",
        "snippet": "... ' WIDOW FOUND DROWNED. . Mother of Seven Young Children <strong>CULCAIRN,</strong> Wednesday.--The .-The body of Mrs. W. Shocmark, a widow, who lived » ' on the Walla subdivision, near <strong>Culcairn.</strong> . was found in a <strong>creek</strong> near her home early . Hi is morning. She leaves seven children, the eldest 01 whom ig IS.                     ..."
    },
    {
        "id": "176248180",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Pictures For Culcairn School",
        "date": "1948-06-25",
        "snippet": "... Pictures For <strong>-Culcairn</strong> School The proceeds of the Centenary of Education celebrations at <strong>Culcairn</strong> Central School were used to equip the school with pictures. The prints arrived during the week and included: 'The Bellinger <strong>River'</strong> (Gruner), 'Valley Sheds' (Robert Johnson), both Australian prints; ..."
    },
    {
        "id": "187686790",
        "newspaper": "Warwick Daily News (Qld. : 1919 -1954)",
        "title": "Culcairn Runs Aground in Cairns Harbour",
        "date": "1951-07-06",
        "snippet": "... that the <strong>Culcairn</strong> was not <strong>dam</strong> aged and had sailed for Maokay soon after being refloated. •                     ...  <strong>Culcairn</strong> Runs Aground in Cairns Harbour CAIRNS: The 3000-ton cargo and passenger vessel <strong>Culcairn</strong> ...  <strong>Culcairn</strong> off without succes~, and further at temps were abandoned until high water last night. The ..."
    },
    {
        "id": "176240548",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "HENTY RAILWAY TIMETABLE",
        "date": "1940-11-29",
        "snippet": "... Leaves Albury 9. IS a.m.; <strong>Culcairn</strong> 10.18, Henty 10.35, Yerong <strong>Creek</strong> 11 8, The Rock 11.28, Wagga ...  Yerong <strong>Creek</strong> 6.48, Henty 7.6, Cul cairn 7.25; arrive Albury 8,21 p.m. For stations on Rand line, leave ...  East 2.34, Pleas antHills 3.12, Munyabla 3.38, Ryan 3.47, arriving Henly 4.26 p. mi <strong>Culcairn</strong> ..."
    },
    {
        "id": "175473141",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "TENNIS HENTY AND DISTRICT COMPETITION RESULTS",
        "date": "1951-02-23",
        "snippet": "... (forfeit). B GRADE Munyabla d. <strong>Culcairn</strong> Town, 93-54. <strong>Culcairn</strong> Presbyterian d. Ryan, 85-54. Osborne <strong>Creek</strong> d. ...  when <strong>Culcairn</strong> Church of England B Grade team, the, only un defeated team in all grades until Sat urday, was beaten by Osborne <strong>Creek</strong> by two games. Cookardinia have notified the As sociation that they ..."
    },
    {
        "id": "175472110",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "TENNIS HENTY DISTRICT ASSN. RESULTS",
        "date": "1951-11-23",
        "snippet": "... some ' deferred matches were played. By defeating <strong>Culcairn</strong> Pres byterians by 35 games, Osborne <strong>Creek</strong> ...  England d. Churches, 88764. -? Osborne <strong>Creek</strong> d. <strong>Culcairn</strong> DEFERRED MATCHES A GRADE . <strong>Culcairn</strong> Church of ...  matches. ' The young Osborne. <strong>Creek</strong> C Grade team-has,- by their re cent .victories, .moved up to ..."
    },
    {
        "id": "176236061",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "FATALITY AT CULCAIRN YOUTH STRUCK BY DRAW BAR",
        "date": "1944-07-14",
        "snippet": "... FATALITY AT <strong>CULCAIRN</strong> YOUTH STRUCK BY DRAW BAR Whilst cleaning out a <strong>dam</strong> on the property of Mr; W C. Lilford, at <strong>Culcairn,</strong> cairn, on Saturday afternoon, Roy Henry Crawley, aged 17 years, only son of ...  Agnes. The funeral took place at <strong>Culcairn</strong> on Monday afternoon, the cortege moving from the Catholic ..."
    },
    {
        "id": "142587786",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "FOOTBALL. CULCAIRN ASSOCIATION.",
        "date": "1917-07-27",
        "snippet": "... FOOTBALL. <strong>CULCAIRN</strong> ASSOCIATION. The first round in the <strong>Culcairn</strong> and District Patriotic Football Association's ation's competition was concluded last Saturday, when <strong>Culcairn</strong> beat Msngo plah at Yerong <strong>Creek</strong> by 2 goals 7 hchinds to 2 goals 6 behinds. Cul cairn 's best nlavers were \\V. Clousrli and G. ..."
    },
    {
        "id": "176511985",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "Tennis H.& D. COMP. RESULTS",
        "date": "1953-10-09",
        "snippet": "... 91-73; Henty II v. <strong>Culcairn,</strong> deferred. A RESERVE : Cookardinia d. Church, 97-59; <strong>Culcairn</strong> Presbyterians I d. <strong>Culcairn</strong> Presbyterians II, 80-77; Henty d. Hickory Hill, 94-71; <strong>Culcairn</strong> Town v. Munyabla ...  brook Presbyterians, 82-72; Henty Rugby v. Pleasant Hills (no result); Cookardinia v <strong>Culcairn</strong> Town ..."
    },
    {
        "id": "175472164",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "TENNIS HENTY AND DISTRICT COMPETITION RESULTS",
        "date": "1951-03-16",
        "snippet": "... Town, 102-50. . Pleasant Hills d. Henty Rugby. . <strong>Culcairn</strong> Presbyterians d. .Edgehill. Osborne <strong>Creek</strong> ...  follows : A GRADE Henty Black d. Holbrook, 92-75. <strong>Culcairn</strong> C. of E. d. <strong>Culcairn</strong> Town, 99-60. A RESERVE Glenlee d. Henty White. Ryan d. Henty Churches, 104-54. Henty Black d. <strong>Culcairn</strong> Town, 91-61. ..."
    },
    {
        "id": "175473766",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "TENNIS HENTY AND DISTRICT COMPETITION RESULTS",
        "date": "1951-03-02",
        "snippet": "... District Tennis Association competition resulted : ,; ? A GRADE Henty White d. Holbrooke 90-58. <strong>Culcairn</strong> Town d. Hen^Jlack, 90-85. A BESEBVE Jerra d. Ryan, by 4 games. j Glenlee d. <strong>Culcairn</strong> Town, 99-52. <strong>Culcairn</strong> Presbyterians d. H. White. Henty Black d. H. Churches, 88-72. B GRADE Ryan d. Henty White, ..."
    },
    {
        "id": "175469432",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "TENNIS HENTY AND DISTRICT COMPETITION RESULTS",
        "date": "1951-02-09",
        "snippet": "... 98-29. Osborne <strong>Creek</strong> d. <strong>Culcairn</strong> Town, 98-54. <strong>Culcairn</strong> C. of E. d. Henty Black, 101-47. <strong>Culcairn</strong> ...  81-72. <strong>Culcairn</strong> C. of /E. d. Holbrook, 108-53. A RESERVE GRADE Ryan d. Henty Churches, 101-58. Glenlee d. Henty White, 70-65. <strong>Culcairn</strong> Town d. Henty Black (on forfeit). Jerra Jerra d. <strong>Culcairn</strong> ..."
    },
    {
        "id": "212517232",
        "newspaper": "The Daily Express (Wagga Wagga, NSW : 1930)",
        "title": "CULCAIRN",
        "date": "1930-06-17",
        "snippet": "... on Sunday, for the Landou Cup, Yerong <strong>Creek</strong> beat <strong>culcairn,</strong> 6 to 3. The <strong>Culcairn</strong> girls' hockey team ...  ' ( <strong>CULCAIRN</strong> The death occurred at Morven . on Sunday of Mr. Bryan McGee, farmer, aged 73, after a ...  of his transfer to Narandera. In the Australian Rules match, played at <strong>Culcairn</strong> on Sunday for the ..."
    },
    {
        "id": "17367138",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "CULCAIRN IMPROVEMENTS. CULCAIRN, Tuesday.",
        "date": "1937-05-12",
        "snippet": "... I <strong>CULCAIRN</strong> IMPROVEMENTS. <strong>CULCAIRN.</strong> Tuesday. At a meeting of the park committee, 3 cheque for £35 was received from the swimming club. club It was decided to have a bridge built across the <strong>creek.</strong> Other improvements will include the reshceting of tlis <strong>weir</strong> over- flow, planting of trees, erection of ..."
    },
    {
        "id": "176252883",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Culcairn Swimming Pool",
        "date": "1947-11-21",
        "snippet": "... <strong>Culcairn</strong> Swimming Pool A <strong>Culcairn</strong> correspondent writes that Swimming Club members have been doing good work at the swimming ming pool in <strong>Culcairn</strong> Park. Mr R. Hensel has the <strong>weir</strong> in position again, ...  that, with the <strong>creek</strong> uowing so strongly, swimming will lie possible throughout the summer this season, ..."
    },
    {
        "id": "119429384",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "DISTRICT FOOTBALL REPORTS PROM \"BANNER\" CORRESPONDENTS",
        "date": "1938-07-01",
        "snippet": "... DISTRICT FOOTBALL REPORTS PROM 'BANNER' CORRESPONDENTS <strong>CULCAIRN.-The</strong> - The match against The Rock was played, at <strong>Culcairn</strong> on a heavy ground, with rain falling at intervals., <strong>Culcairn</strong> was without J. ...  1st, <strong>Culcairn</strong> 3.10, The Rock 4.3; 2nd, <strong>Culcairn</strong> 7.16, The Rock 7.3; 3rd, <strong>Culcairn</strong> 8.22, The Rock ..."
    },
    {
        "id": "16788470",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "FLOODS IN RIVERINA. Serious Landslides and Washaways. RAILWAY TRAFFIC DISORGANISED. Drownings at Culcairn and Orange.",
        "date": "1931-06-25",
        "snippet": "... <strong>Creek</strong> near <strong>Culcairn,</strong> and another became exhausted and sank whilst crossing the flooded Bell <strong>River</strong> ...  <strong>Weir</strong> spillway, and water is rushing down the valleys into the <strong>dam.</strong> A flow of more than twelve feet over ...  <strong>Culcairn</strong> and Orange. Floods of record extent and severity threaten Riverina, where serious ..."
    },
    {
        "id": "176238135",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "FOOTBALL CULCAIRN v R.A.A.F.",
        "date": "1944-06-02",
        "snippet": "... FOOTBALL <strong>CULCAIRN</strong> <strong>-CULCAIRN</strong> v R.A.A.F-. 5 After a very exciting finish, <strong>Culcairn</strong> I defeated an ...  scores at half-time were: <strong>Culcairn</strong> ! 8 goals 1 point, RA.AJ1. 2 goals 8 I points. In the third quarter ...  <strong>Culcairn</strong> 12-7, R.AA.F.. - 8-13. Goal kickers for <strong>Culcairn</strong> were: \\ Matthews (7), Raufers (2), Lieschke ..."
    },
    {
        "id": "176511966",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "Cricket COMP. MATCHES ON SATURDAY",
        "date": "1953-10-09",
        "snippet": "... <strong>Creek;</strong> Henty v. Holbrook. NOVEMBER 7 and 14 : lit tle Billabong v. Yerong <strong>Creek;</strong> <strong>Culcairn</strong> v. ...  BiUabong; Yerong <strong>Creek</strong> v. Henty. DECEMBER 5 and 12 : Hol brook v. Cookardinia; Yerong <strong>Creek</strong> v. <strong>Culcairn;</strong> ...  committee for the pre sent season, and players are requested to be on time <strong>CULCAIRN:</strong> R. Roberts, R. Smith, ..."
    },
    {
        "id": "143707749",
        "newspaper": "Cootamundra Herald (NSW : 1877 - 1954)",
        "title": "RAILWAY TRANSFERS",
        "date": "1945-09-04",
        "snippet": "... Hawkesbury <strong>River</strong> to Junee; G. A. Newburn, Cootamundra to Junee; p. Quinn, Yerong <strong>creek</strong> to Lawson; A-.-c. Sheather, Junee to Hawkesbury <strong>River;</strong> P. O'Donnell. lllabo to Albury; p. Garnsey. <strong>Culcairn</strong> to Urana; c. ...  Junee; K. Doyne, <strong>Culcairn</strong> to Tocumwal.                     ..."
    },
    {
        "id": "175486100",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Bumper House at Culcairn Boxing Tournament",
        "date": "1949-07-01",
        "snippet": "... Bumper House at <strong>Culcairn</strong> Boxing I Tournament ? »?» ? The boxing tournament and vaudeville show, organised ganised by Mr. Jack Papworth in aid of the funds of the <strong>Culcairn</strong> District Hospital, drew a ...  Henty, Holbrook, Walla, Gerogery, Mountain <strong>Creek,</strong> Cookardinia,, Morven and surrounding districts. ..."
    },
    {
        "id": "176230296",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "HENTY RAILWAY TIMETABLE",
        "date": "1940-11-22",
        "snippet": "... Sunday), 11.58 p.m. Rail Motor.- Albury to Junee daily except Sunday. Leaves Albury 9. IS a.m.; <strong>Culcairn</strong> 10. IS, Henty 10.35, Yerong <strong>Creek</strong> U », The Rbck 11.28, Wagga 12.10 p.m.: arriyes\\Junee 12.59. Junee to Albury: Leaves ^ Junee 4.50 p.m.; Wagga, 5.W-,; '^ipMocki 6.29, Yerong <strong>Creek</strong> 6.^8, jHenly 7,6, ..."
    },
    {
        "id": "175472300",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "TENNIS HENTY DISTRICT ASSOCIATION COMPETITION",
        "date": "1951-11-16",
        "snippet": "... office. Last Saturday's matches re sulted: A GRADE <strong>Culcairn</strong> Church of England d. Henty L, 90-74. Holbrook d. <strong>Culcairn</strong> Town. 83-67. A RESERVE <strong>Culcairn</strong> Church of England d. Henty, 92-75. <strong>Culcairn</strong> Presbyterians d. H. Churches, 92-65. Osborne <strong>Creek</strong> d. Hickory Hill, 9159. Glenlee d. Holbrook, 94-58. Jerra ..."
    },
    {
        "id": "175469678",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "OBITUARY MR. W. M. SMYTH",
        "date": "1951-02-16",
        "snippet": "...liam liam Merton Smyth, of <strong>Culcairn,</strong> aged 65 years. Besides his widow he leaves three sons, Ronald (Culqairn), Norman <strong>(Culcairn)</strong> and Gordon '(Cowra) ; also a brother, Mr. D. H. bmyth, of Cuicairn. The late Mr. Smyth came to <strong>Culcairn</strong> from Netherby, Victoria, in 1900 with his parents and his brother. For ..."
    },
    {
        "id": "102273156",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "RUGBY ALBURY UNDEFEATED",
        "date": "1933-05-26",
        "snippet": "... RUGBY ALBURY UNDEFEATED A large crowd saw Albury defeat <strong>Culcairn</strong> on Sunday by 25 points to 13. R. ...  minutes after play commenced. The half-time whistle found <strong>Culcairn</strong> with a useful lead of five points, ...  hitherto undefeated <strong>Culcairn.</strong> Changing their tactics and keeping the play as open as possible for the ..."
    },
    {
        "id": "145458937",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "Motor Cyclist Injured Near Culcairn",
        "date": "1949-06-20",
        "snippet": "... <strong>Culcairn.</strong> He is AC1 Ian- Schlpp, of Maclean, on the Clarence <strong>River.</strong> Schipp, who was riding a motor ...  Motor Cyclist Injured Near <strong>Culcairn</strong> A 20-year-old North Coast airman was admitted to the Wagga ...  last night was satisfac tory. The collision occurred about five miles north of <strong>Culcairn.</strong> The Albury ..."
    },
    {
        "id": "176251097",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Rovers Narrowly Beat Culcairn",
        "date": "1946-08-16",
        "snippet": "... <strong>Weir</strong> 6, Far rell 3, Byrnes 2, Carroll1 and Hen shaw; <strong>Culcairn,</strong> Matthews 7, Wilksch 3, Lloyd, Reaper, ...  Rovers Narrowly Beat <strong>Culcairn</strong> In a hard, fast, spectacular game at Albury, Rovers staged a surprise win over <strong>Culcairn</strong> by three points. Leading ing by 10 points at half time, Cul cairn's prospects ..."
    },
    {
        "id": "101620575",
        "newspaper": "Narandera Argus and Riverina Advertiser (NSW : 1893 - 1953)",
        "title": "Table Tennis",
        "date": "1952-04-24",
        "snippet": "... Table Tennis (By 'Topspin') The Narrandera Table Tennis Club will journey to <strong>Culcairn</strong> at the week-end end to participate in a match against the <strong>Culcairn</strong> Club. The Secretary of the <strong>Culcairn</strong> Club ...  tame tennis on Saturday night, and then have a picnic lunch on Sunday at the Hume <strong>Weir,</strong> at Albury. The ..."
    },
    {
        "id": "176247108",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "B Grade Tennis Semi-Finals Abandoned",
        "date": "1947-04-04",
        "snippet": "... 11. <strong>Culcairn</strong> (minor premiers) will meet Osborne <strong>Creek,</strong> and Henty White will play <strong>Culcairn</strong> Church of ...  . 14 10 2 2 44 Osborne <strong>Creek</strong> 14 8 4 2 36 <strong>Culcairn</strong> C. of E. 14 8 4 2 36 Henty Black .14 5 8 1 22 ...  premiers, Osborne <strong>Cresk,</strong> were in a good position against Henty Black, being eleven games up - with eight ..."
    },
    {
        "id": "142092489",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "MEETING AT CULCAIRN.",
        "date": "1919-06-03",
        "snippet": "... King, (Holbrook), Pertzel (Henty), Sheldon (Yerong <strong>Creek),</strong> Smith (Cookardinia)) and Clough <strong>(Culcairn);</strong> ...  - <strong>Culcairn,</strong> bye; Holbrook v. Henty at Holbrook. Cookardinia v. Yerong <strong>Creek</strong> at Cookardinia.                     ...  MEETING AT <strong>CULCAIRN </strong>A meeting of delegates, from the various football clubs interested in the ..."
    },
    {
        "id": "175487950",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Leading Teams in Tennis Competition Fours Clearly Defining Themselves in All Grades",
        "date": "1950-03-10",
        "snippet": "... <strong>Culcairn</strong> Town d. Ryan, 101-61. ?. Henty Black d. Osborne <strong>Creek,</strong> 78-76. <strong>Culcairn.</strong> Church of England ...  Pleasant Hills, 84-62. <strong>Culcairn</strong> Church of England d. Os borne <strong>Creek,</strong> 88-77. C GRADE Ryan d. Glenlee, ...  associated with* these matches. <strong>Culcairn</strong> Town and <strong>Culcairn</strong> Church of England are joint leaders in the A ..."
    },
    {
        "id": "40377486",
        "newspaper": "Cairns Post (Qld. : 1909 - 1954)",
        "title": "VESSEL RUNS AGROUND IN CAIRNS HARBOUR Between Nos. 6 and 7 Beacons",
        "date": "1951-07-06",
        "snippet": "... late last night that the <strong>Culcairn</strong> was not <strong>dam-</strong> aged. She sailed for Mackay soon after being refloated.                     ...  passenger vessel <strong>Culcairn</strong> cairn ran aground in the Cairns Harbour when proceeding ceeding to sea just after ...  <strong>Culcairn</strong> off without success, and further at- tempts were abandoned until high tide last night. ' The ..."
    },
    {
        "id": "142099715",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "CULCAIRN DISTRICT.",
        "date": "1919-06-19",
        "snippet": "... <strong>CULCAIRN</strong> DISTRICT. The draw of the football matches for Saturday, June 21, in the <strong>Culcairn</strong> District trict Competition, is. as follows;; Holbrook ? Hoi brook a bye, <strong>Culcairn</strong> v. Cookar dinia at <strong>Culcairn,</strong> Hehty v. Yeroug <strong>Creek</strong> at Hcnty. SletsTs. O. Rogers aud j. .T. Hamilton were tho only two ..."
    },
    {
        "id": "175487111",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "TENNIS COMPETITION MATCHES OFF AGAIN",
        "date": "1949-10-28",
        "snippet": "... the draw is as follows: A GRADE Ryan v Henty White. <strong>Culcairn</strong> v Henry Black. Osborne <strong>Creek</strong> v <strong>Culcairn</strong> C. of E. A GRADE RESERVE Henty Churches v Cul. Pres. Golds. <strong>Culcairn</strong> Pres. Blues v Glenlee. Henty ...  Cookardinia v <strong>Culcairn.</strong> Munyabla v Henty Whites. <strong>Culcairn</strong> C. of E. v Edgehill. Pleasant Hills v ..."
    },
    {
        "id": "176233396",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "HENTY RAILWAY TIMETABLE",
        "date": "1939-10-13",
        "snippet": "... <strong>Culcairn</strong> 10.18, Henty 10.35, Yerong <strong>Creek</strong> 11.8, The Rock 11.26, Wagga 12.10 p.m^; arrives Junee 12.59. Junee to Albury: Leaves Junee 4.45 p.m.; Wagga, 5.35. The Rock 6.22, Yerong <strong>Creek</strong> 6.40, Henty 6.59, ...  ; ant Hills 3.32, Munyabla 358, Ryart j 4.7, arriving Henty 4.46 p.m. ' <strong>Culcairn-Holbrook</strong> mixed ..."
    },
    {
        "id": "176509861",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "Tennis HENTY DISTRICT COMP. RESULTS",
        "date": "1954-11-12",
        "snippet": "...petition petition last Saturday resulted A GRADE: Henty No. II d. H d. Henty No. I, 88-86; <strong>Culcairn</strong> Town d. Osborne <strong>Creek,</strong> 97-64; Holbrook d. Ryan, 92-61. A RESERVE : <strong>Culcairn</strong> Pres byterian Golds d. Henty Park, 79-59; Holbrook d. <strong>Culcairn</strong> Presbyterian Blues, 78-69; Hickory Hill d. Ryan, 84-78; <strong>Culcairn</strong> ..."
    },
    {
        "id": "176511377",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "Henty and District Tennis Association Results",
        "date": "1954-10-22",
        "snippet": "... Association competition last Saturday resulted: / A GRADE : Ryan d. Osbome <strong>Creek.</strong> 98-69; Henty No. I d. <strong>Culcairn,</strong> 81-79; Henty No. II d. Henty No. in, 90-76. A RESERVE: <strong>Culcairn</strong> d. <strong>Culcairn</strong> ...  d. <strong>Culcairn</strong> Presbyterian Golds, 98-56; Munyabla d. Henty, 82 70; Holbrook v. Cookardinia (held over). ..."
    },
    {
        "id": "176510740",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "Tennis H. & D. COMP. RESULTS",
        "date": "1953-10-30",
        "snippet": "... Henty L 101-66. A RESERVE : Osborne <strong>Creek</strong> d. Munvabla. 86-64; Cookar- , dinia, d- Hickory Hill, 85-81; <strong>Culcairn</strong> Presbyterians I d. Henty Churches, 79-74; Cul cairn Town d. <strong>Culcairn</strong> Pres byterians H, 94-72; Ryan d. Henty, 74-62. j B GRADE : Pleasant Hills : d. <strong>Culcairn,</strong> 96-36; Glenlee d. Henty, 96-66; ..."
    },
    {
        "id": "176249155",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Record Entries In Tennis Association Competition",
        "date": "1948-08-13",
        "snippet": "... Grade : Henty White, Henty Black, <strong>Culcairn,</strong> <strong>Culcairn</strong> Church of England, Osbourne <strong>Creek,</strong> Ryan and Grubhen. B Grade: Henty Black, Henty White, Henty Churches, Qsborne <strong>Creek,</strong> Ryan, Pleasant Hills, Munya bla, <strong>Culcairn,</strong> <strong>Culcairn</strong> Church, of1 England. <strong>Culcairn</strong> Presbyterians' (two teams). Jerra and ..."
    },
    {
        "id": "102319600",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "CULCAIRN.",
        "date": "1922-10-13",
        "snippet": "... <strong>CULCAIRN.</strong> (From Our . Own Correspondent.) The annual meeting of the <strong>Culcairn</strong> Cricket ket Club was. ...  committee. It was decided to enter The Rock. line com petition, the first match to be played at : <strong>Culcairn</strong> against 'Ycrong <strong>Creek</strong> on Satur day next. . 'The 'Railway Department are to be'-'-appronched in ..."
    },
    {
        "id": "21617985",
        "newspaper": "The Brisbane Courier (Qld. : 1864 - 1933)",
        "title": "BODY IN DAM. FOUL PLAY MOOTED SYDNEY, December 25.",
        "date": "1930-12-26",
        "snippet": "... BODY IN <strong>DAM.</strong> FOUL PLAY MOOTED SYDNEY, December 25. Evidence which the police collected suggests that Ernest Vale, whose body was found in the <strong>dam</strong> at <strong>Culcairn,</strong> might have been the victim of foul play. It is stated that a blood-stained hammer was found on the bank of the <strong>dam,</strong> and that there were ..."
    },
    {
        "id": "145632453",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "OBITUARY MR. A. H. MACKIE",
        "date": "1952-04-18",
        "snippet": "... Hol brook; 'Carboona,' Lankey's <strong>Creek;</strong> and 'Ashleigh Park,' <strong>Culcairn.</strong> He had also been a councillor ...  OBITUARY MR. A. H. MACKIE The death occurred sudden­ly ly at his home, 'Killara,' <strong>Culcairn,</strong> on ...  resided In the . <strong>Culcairn,</strong> Albury and Holbrook districts a lifetime. Besides his ?widow, he Is sur vived ..."
    },
    {
        "id": "175488700",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "MYSTERY ACCIDENT AT CULCAIRN",
        "date": "1949-11-04",
        "snippet": "... MYSTERY ACCIDENT AT <strong>CULCAIRN</strong> Mystery surrounds an <strong>Culcairn</strong> on Wednesday. ; At about 9.30 o'clock, Sergeant Sanders, ;: ders, of <strong>Culcairn</strong> police, was called to ': an accident at Kangaroo Greek, be- I tween <strong>Culcairn</strong> and Walla-eight . miles west from <strong>Culcairn.</strong> , '- He found an open tourner car con- ..."
    },
    {
        "id": "176511660",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "Tennis HENTY DISTRICT COMP. RESULTS",
        "date": "1954-11-19",
        "snippet": "... <strong>Culcairn</strong> Town, 81-71; Hol brook d. Henty No. I, 91-62. A RESERVE : <strong>Culcairn</strong> Town d. <strong>Culcairn</strong> Presbyterian Golds, 87-60; Cookardinia d. Ryan, 77-76; Munyabla d. Henty Churches, 82-75; Glenlee d. <strong>Culcairn</strong> ...  94-55; <strong>Culcairn</strong> Town d. Glenlee, 84-72; Holbrook Presbyterians d. Ryan, 100-61. C GRADE: Pleasant ..."
    },
    {
        "id": "176509663",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "Tennis H. & D. COMP. RESULTS",
        "date": "1954-03-05",
        "snippet": "...ciation ciation last Saturday : A GRADE: Henty II d. Henty I, 93-62; Henty III d. <strong>Culcairn</strong> (forfeit); Ryan drew with Holbrook. A RESERVE : Cookardinia d. Munyabla, 103-59; Hickory Hill d. <strong>Culcairn,</strong> 80-78; Ryan d. <strong>Culcairn</strong> Presbyterians I, 102-48; Osborne <strong>Creek</strong> d. Henty, 103-58; Churches d. <strong>Culcairn</strong> Presbyterians ..."
    },
    {
        "id": "175474639",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "HENIY CLUB WINS COMP. TREBLE",
        "date": "1952-10-31",
        "snippet": "... Hickory Hill, 76-73;Ryan d. <strong>Culcairn</strong> Presbyterians, 91 59; Osborne <strong>Creek,</strong> a bye. C GRADE: Edgehill ...  - in the B and C grades. Results : . A -3RAOE : Cuicaini C.«fE d- <strong>Culcairn</strong> Town, 90-63; Henty No. n d. Ryan, 93-64; Henty No. 1, a -bye. RESERVE: <strong>Culcairn</strong> Pres byterians d. <strong>Culcairn</strong> C. of E., 92-67; ..."
    },
    {
        "id": "29826329",
        "newspaper": "The Mercury (Hobart, Tas. : 1860 - 1954)",
        "title": "CULCAIRN TRAGEDY Foul Play Suspected Remarkable Revelations Likely STDNEY, December 24.",
        "date": "1930-12-25",
        "snippet": "... <strong>CULCAIRN</strong> TRAGEDY Foul Play Suspected Remarkable Revelations Likely STDNEY, December 24. Evidence which the police have collected lected suggests that Ernest Vale, whose body was found In the <strong>dam</strong> at <strong>Culcairn,</strong> might have been the victim of foul play. It ls stated that n bloodstained ham- mer was ..."
    },
    {
        "id": "102284020",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "HENTY DISTRICT MATCHES",
        "date": "1931-11-06",
        "snippet": "... HENTY DISTRICT MATCHES Henty and District Competition:-At <strong>Culcairn,</strong> - At , Culcoirn, <strong>Culcairn</strong> , Federals d. Henty by 84 games to 79; at Ryan, Ryan d. <strong>Culcairn</strong> Warriors by 79 games to 77. Henty- Yerong <strong>Creek</strong> Association : At Yerong <strong>Creek,</strong> Henty d.-'Yerong <strong>Creek</strong> Church by 100 games to 68; at North ..."
    },
    {
        "id": "141834122",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "DROWNED WHILE SWIMMING.",
        "date": "1915-12-29",
        "snippet": "... DROWNED WHILE SWIMMING. A sad drowning fatality occurred in a <strong>dam</strong> at <strong>Culcairn</strong> on Sunday afternoon, when Patrick Kennedy, 23 ? years of age, disappeared shortly after com mencing to swim across.' - A ...  a! £t'oyles, J.P., of <strong>Culcairn,</strong> Sergeant Glenn, of <strong>Culcairn,</strong> communicated news of the fatality to ..."
    },
    {
        "id": "142580463",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "CULCAIRN.",
        "date": "1917-10-23",
        "snippet": "... <strong>CULCAIRN.</strong> Our <strong>Culcairn</strong> correspondent (Silwtrticorrespondent writes: The Billabong was at it ...  <strong>Culcairn</strong> to Alburjy The railing was above 5 feet wateir reached tlio decking of the Holbrook bridge and ...  watching tlie bridges in caso of big logs coming down and doing. <strong>dam-,</strong> age. Tho rainfall registered from 9 ..."
    },
    {
        "id": "176511721",
        "newspaper": "The Observer (Henty, NSW : 1950 - 1954)",
        "title": "Tennis DISTRICT COMP. GAMES SATURDAY",
        "date": "1954-09-17",
        "snippet": "... Henty U. Ryan v. Holbrook. Osborne <strong>Creek</strong> v. <strong>Culcairn.</strong> TTonfer TTT a kirfi A RESERVE GRADE Munyabla v. Ryan. Holbrook v. Cul. Pres. Gold. Cookardinia v. Pleasant Hills. Henty v. Glenlee. <strong>Culcairn</strong> v. Henty ...  Glenlee v. Henty Rugby. Churches v. Holbrook. <strong>Culcairn</strong> v. Henty. C GRADE- Amended Henty Rugby v. Henty. ..."
    },
    {
        "id": "122455732",
        "newspaper": "The Land (Sydney, NSW : 1911 - 1954)",
        "title": "Suggested Use For Snowy River Waters",
        "date": "1949-09-16",
        "snippet": "... have some of the waters of the Snowy <strong>River</strong> diverted to the Billabong <strong>Creek.</strong> Mr. Benno Seidel said that this <strong>creek</strong> was the longest in Australia, and its bends required only irriga tion to place them ...  last meeting of the Walbundrie branch of the F.S.A. decided to ask <strong>Culcairn</strong> Shire Council to co ..."
    },
    {
        "id": "176246506",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Bitumen on Henty-Yerong Creek Road",
        "date": "1948-03-12",
        "snippet": "... Bitumen on Henty-Yerong Yerong <strong>Creek</strong> Road Work was commenced last week on bitumenising the Henty-Yerong Yerong <strong>Creek</strong> Road. Commencing at the <strong>Lockhart-Culcairn</strong> <strong>Culcairn</strong> Shire boundary, the -work will ...  are now at Yerong <strong>Creek</strong> station. It is expected that the laving of the bitumen and gravel will start ..."
    },
    {
        "id": "4397474",
        "newspaper": "The Argus (Melbourne, Vic. : 1848 - 1957)",
        "title": "FLOODS IN RIVERINA.",
        "date": "1931-06-26",
        "snippet": "... FLOODS IN RIVERINA. Above Above ss a view of the washaway on the railway line between <strong>Culcairn</strong> and Henty (N.S.W.), near Yerong <strong>Creek,</strong> which          <strong>  </strong>         has delayed the Sydney ..."
    },
    {
        "id": "11727714",
        "newspaper": "The Argus (Melbourne, Vic. : 1848 - 1957)",
        "title": "Country Clubs",
        "date": "1934-01-09",
        "snippet": "... Country Clubs <strong>CULCAIRN</strong> (N.S.W.).-Holbrook -Holbrook District <strong>Competition-Culcairn</strong> <strong>tltion-Culcairn</strong> ...  <strong>culcairn</strong> standards 114 (Fifield 37 Trebley 4/22 McMillan 3/6) drew with cookar dlnla VVaratahs two for 19 Henty drew with Mountain <strong>Creek</strong> MINIMA\\ -Kowree Association -Goroke 123 d Frances 120 (Jarrett 31 ..."
    }
]