[
    {
        "id": "139382764",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "IMPORTANT CEREMONIES AT BOREE CREEK & OAKLANDS",
        "date": "1946-07-23",
        "snippet": "... IMPORTANT CEREMONIES AT BOREE <strong>CREEK</strong> &amp; <strong>OAKLANDS</strong> In this issue, Cr. A. R. Townsend, the Urana Shire President, has given notice to the people of Boree <strong>Creek</strong> and <strong>Oaklands</strong> that on Mon day, July 29, the ...  Boree <strong>Creek</strong> and <strong>Oaklands</strong> will endeavour to be strongly represented The arrangements have been made ;by ..."
    },
    {
        "id": "137899984",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "FOOTBALL LOCKHART ASSOCIATION. BOREE CREEK v. OAKLANDS.",
        "date": "1914-07-22",
        "snippet": "... FOOTBALL LOCKHART ASSOCIATION. BOREE <strong>CREEK</strong> v. <strong>OAKLANDS.</strong> *N*l»3. Owing to being very busy at the ...  special tram which conveyed the Oak I and and Boree <strong>Creek</strong> tout, batlers brought dnirn h very lar^e crowd of followers. <strong>Oaklands</strong> won by 3/ point*. The team to represent Lockhart. v. Urana at <strong>Oaklands</strong> on ..."
    },
    {
        "id": "166797565",
        "newspaper": "Sydney Mail (NSW : 1860 - 1871)",
        "title": "THE OAKLANDS SUGAR PLANTATION, CABOOLTURE RIVER.",
        "date": "1867-10-05",
        "snippet": "... THE <strong>OAKLANDS</strong> SUGAR PLANTATION, CABOOLTURE <strong>RIVER.</strong> (From the Special Correspondent of the Brisbane ...  quality and well bodied sugar, is in tbe market. The <strong>Oaklands</strong> Plantation consists of about 1296 - acres ...  marly and alluvial^ aa it, now and again spnrodown to the <strong>river,</strong> or is mere rcWng and undulating. Tho ..."
    },
    {
        "id": "134634342",
        "newspaper": "Jerilderie Herald and Urana Advertiser (NSW : 1898 - 1958)",
        "title": "Man Drowned in Dam TRAGEDY AT OAKLANDS",
        "date": "1944-03-09",
        "snippet": "... Man Drowned in <strong>Dam</strong> TRAGEDY AT <strong>OAKLANDS</strong> <strong>  </strong> Mr. J. Beale, aged 85, an old res- resident  ident of the <strong>Oaklands</strong> district, was drowned in a <strong>dam</strong> on his property on Tuesday evening of ...  in a <strong>dam.</strong> He went down to try and get them out, but it is surmised he collapsed, fell into the <strong>dam</strong> ..."
    },
    {
        "id": "58702096",
        "newspaper": "Sunday Times (Perth, WA : 1902 - 1954)",
        "title": "A TUMBLE IN THE CREEK Oaklands-road, Byford.",
        "date": "1933-08-20",
        "snippet": "... ¡ A TUMBLE IN THE <strong>CREEK</strong> I S <strong>Oaklands-road,</strong> ¡j I N Byford. Your loving niece, CORRIE THATCHER. Dear is J ! the first time I have -written to jj ¡ you, and I hope to become a , n member of your band. We live   . on a farm, and I like it very * &gt; much. Last week-end I went up \" ; to a little friend's ..."
    },
    {
        "id": "134124320",
        "newspaper": "Jerilderie Herald and Urana Advertiser (NSW : 1898 - 1958)",
        "title": "Important Conference at Oaklands 12-MILE CREEK FLOODINGS WATER SUPPLY FOR URANA, OAKLANDS AND JERILDERIE",
        "date": "1940-04-04",
        "snippet": "... Important Conference at <strong>Oaklands</strong> 12-MILE <strong>CREEK</strong> FLOODINGS WATER SUPPLY FOR URANA', <strong>OAKLANDS</strong> AND ...  Coreen and District trict Flood Defence League, met at <strong>Oaklands</strong> on Wednesday of last week to discuss matters relating to floodings in the 12-Mile <strong>Creek,</strong> Waneamong and other water j courses, and' ..."
    },
    {
        "id": "112151199",
        "newspaper": "The Corowa Chronicle (NSW : 1905 - 1928)",
        "title": "OAKLANDS-YARRAWONGA RAILWAY WEIR AND BRIDGE TO BE COMBINED",
        "date": "1926-06-23",
        "snippet": "... <strong>OAKLANDS-YARRAWONGA</strong> - YARRAWONGA RAILWAY <strong>WEIR</strong> AND BRIDGE TO BE COMBINED BINED   &amp;nbsp ...  <strong>Oaklands</strong> iwo pro posed railway. I am directed by the Honorable the Minister for Railways to inform you ... r Supply Commission of this State has acqulc acquie sced in the proposed bridge over the Murray <strong>River</strong> ..."
    },
    {
        "id": "138542461",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "Hydro-Electricity From Hume Dam THERMAL STATION AT OAKLANDS AS VALUABLE ADJUNCT",
        "date": "1950-03-21",
        "snippet": "... Hydro-Electricity From Hume <strong>Dam</strong> THERMAL, STATION AT <strong>OAKLANDS</strong> AS VALUABLE ADJUNCT Commenting on the ...  overdue. The steel gates and lifting gear for this project have been stored at the <strong>dam</strong> for up wards ...  necessity, and practic ability of a large thermal power generating station at <strong>Oaklands,</strong> to take over ..."
    },
    {
        "id": "189239140",
        "newspaper": "Cobram Courier (Vic. : 1888 - 1954)",
        "title": "Hydro-Electricity From Hume Dam Oaklands Thermal Station As Valuable Adjunct",
        "date": "1950-03-17",
        "snippet": "... Hydro-Electricity From i Hume <strong>Dam</strong> <strong>Oaklands</strong> Thermal Station As Valuable Adjunct Commenting on the Hume Hydro- electricity Bill just passed in the State House, Mr. E. T. Kendell, MLA for Corowa, ...  speaking on the proposed Corurgan <strong>Irrigation</strong> Scheme, I inferred to the practic ability. and necessity, ..."
    },
    {
        "id": "81944920",
        "newspaper": "Singleton Argus (NSW : 1880 - 1954) ",
        "title": "HIGH PRODUCING JERSEY COW OAKLANDS MILDRED OF BAEKAMI CREEK. SYDNEY, Wednesday.",
        "date": "1939-02-08",
        "snippet": "... HIGH PRODUCING JERSEY COW <strong>OAKLANDS</strong> MILDRED OF BAEKAMI <strong>CREEK.</strong> SYDNEY, Wednesday, The Secretary of the Agricultural Society says that Frank Johnston, of Baerami <strong>Creek</strong> Jersey stud, has every reason to be proud of the great achievement of his cow, <strong>Oaklands</strong> Mildred, who joined the ranks of \"the ..."
    },
    {
        "id": "102270672",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "OAKLANDS RESIDENTS IN ACCIDENT CAR ON FIRE IN CREEK",
        "date": "1933-02-17",
        "snippet": "... <strong>OAKLANDS</strong> RESIDENTS IN ACCIDENT ? -r^a-.. . . ... - CAR ON FIRE IN <strong>CREEK</strong> . ? Three residents. oF <strong>Oaklands</strong> narrowly rowly escaped death near Benalla. (Vic.) early on Tuesday morning, when a motor ...  agent, of <strong>Oaklands,</strong> driver; George Anderson,, farmer;,, and .Leslie A. Nicholp, wheatbuyer. They were ..."
    },
    {
        "id": "145133906",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "Water For Boree Creek; Electricity For Oaklands—Ceremonies on July 29",
        "date": "1946-07-17",
        "snippet": "... Water For Boree <strong>Creek;</strong> Electricity For <strong>Oaklands-Ceremonies</strong> Ceremonies on July 29 The Minister for Local Government and Housing . ing (Mr. Cahill) is to visit Boree <strong>Creek</strong> and <strong>Oaklands</strong> on Monday, July ...  Boree <strong>Creek,</strong> and at night will switch on the electricity at <strong>Oaklands.</strong> At the lheetlng of the Southern ..."
    },
    {
        "id": "2025291",
        "newspaper": "The Argus (Melbourne, Vic. : 1848 - 1957)",
        "title": "NEW BORDER RAILWAY. YARRAWONGA TO OAKLANDS. BRIDGE OVER MURRAY RIVER. Recommendation of Committee.",
        "date": "1924-09-03",
        "snippet": "... NEW BORDER RAILWAY. YARRAWONGA TO <strong>OAKLANDS.</strong> BRIDGE OVER MURRAY <strong>RIVER.</strong> Recommendation of Committee. ... or a junction station at Corowa, and £22,700 for a similar station at <strong>Oaklands. </strong>                    ...  coalfields, near <strong>Oaklands</strong> (N.S.W.), and allied mat- ters, the report of the committee on the ..."
    },
    {
        "id": "145134756",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "WATER FOR BOREE CREEK; POWER FOR OAKLANDS Minister Performs Opening Ceremonies",
        "date": "1946-07-30",
        "snippet": "... WATER FOR BOREE <strong>CREEK;</strong> POWER FOR <strong>OAKLANDS</strong> Minister Performs Opening Ceremonies Yesterday water was turned on at Boree <strong>Creek,</strong> ( and electricity was switched on at <strong>Oaklands.</strong> Both ceremonies were ...  control of the Southern Riverina County Council. The Borec <strong>Creek</strong> ceremony place at 3 pjn., and the ..."
    },
    {
        "id": "139382779",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "MINISTER FOR WORKS TO VISIT BOREE CREEK AND OAKLANDS",
        "date": "1946-07-23",
        "snippet": "... MINISTER FOR WORKS TO VISIT BOREE <strong>CREEK</strong> AND <strong>OAKLANDS</strong> At the monthly meeting of the. Southern ...  Boree <strong>Creek</strong> and the switching on of the electric current at Oak lands. The Minister for Local Gov ...  official turning-on of water is to take place at Boree <strong>Creek</strong> at 3 o'clock in the afternoon, and the ..."
    },
    {
        "id": "1287501",
        "newspaper": "The Brisbane Courier (Qld. : 1864 - 1933)",
        "title": "THE OAKLANDS SUGAR PLANTATION, CABOOLTURE RIVER. (FROM OUR SPECIAL CORRESPONDENT.)",
        "date": "1867-09-23",
        "snippet": "... THE <strong>OAKLANDS</strong> SUGAR PLANTATION, CABOOLTURE <strong>RIVER.</strong> (FROM OUR SPECIAL CORRESPONDENT.) THE intense int ...  market. Tho <strong>Oaklands</strong> Plantation consists of about 1200 acrCB of land, and is situated cm the upppr ...  <strong>river,</strong> or is moro rolling and undulating. The color of course varios therewith. TUB HOMESTEAD. The ..."
    },
    {
        "id": "62438628",
        "newspaper": "Townsville Daily Bulletin (Qld. : 1907 - 1954)",
        "title": "The Bridge Over the Barron River at Oaklands MISSION BOYS WORK.",
        "date": "1921-12-22",
        "snippet": "... The Bridge Over the Barron <strong>River</strong> at <strong>Oaklands</strong> MISSION BOYS WORK. In the Illustration pages of the \"North Queensland Register\" appear several views of the bridge over the Barron at <strong>Oaklands,</strong> a few miss above the celebrated Barren F&amp;lli, behind Cairna. The bridge is largely due to the elTortB of Mr ..."
    },
    {
        "id": "13152497",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "THE OAKLANDS SUGAR PLANTATION, CABOOLTURE RIVER. (From the Special Correspondent of the Brisbane Courier.)",
        "date": "1867-09-28",
        "snippet": "... THE <strong>OAKLANDS</strong> SUGAR PLANTATION, CABOOLTURE <strong>RIVER.</strong> (From (Frcm the Special Correspondent of the ...  sugar, is in the market. The <strong>Oaklands</strong> Plantation consulte of about 1200 acres of land, and is ...  again spurs down to the <strong>river,</strong> or is more rolling and undulating. The j colour of course varies ..."
    },
    {
        "id": "138529120",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "Our Neighbors' Page. News from Boree Creek, Greenvale, Mucra, Urane, and Oaklands. BOREE CREEK ITEMS.",
        "date": "1912-07-24",
        "snippet": "... .! Our Neighbors' Page. News . - i ? flews from Boree <strong>Creek,</strong> Greenvale, vale, Mucra, Urane, and <strong>Oaklands.</strong> BOREE <strong>CREEK</strong> ? ? o : ? ! ?? Up to Saturday last, .the rainfall for the -year at Boree <strong>Creek</strong> ...  iJoree <strong>Creek</strong> Progress Association iv.eets'on Tuesday next. Mr Aston has received au intima tion that the ..."
    },
    {
        "id": "138528329",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "Our Neighbors' Page. News from Boree Creek, Greenvale, Mucra, Urana, and Oaklands. BOREE CREEK. PROGRESS ASSOCIATION MEETING.",
        "date": "1912-08-07",
        "snippet": "... Our Neighbors' Page. ^ News from Boree <strong>Creek,</strong> Greenvale, vale, Mucra, Urana, . and <strong>Oaklands.</strong> - BOREE <strong>CREEK.</strong> PROGRESS ASSOCIATION j meeting. A meeting of the Boree <strong>Creek</strong> Progress Association was held, at Lawrence's hall. There were present:-Mr. nfcat Mr T. Wilson (in the chair), and Messrs E. A. ..."
    },
    {
        "id": "138528565",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "Our Neighbors' Page. News from Boree Creek, Greenvale, Mucra, Urana, and Oaklands. BOREE CREEK ITEMS.",
        "date": "1912-07-31",
        "snippet": "... Our Neighbors' Page. .. News from Boree <strong>Creek,</strong> Greenvale, Mucra, Urana, and <strong>Oaklands.</strong> BOREE <strong>CREEK</strong> ITEMS. There is a proposal on foot to establish ftblitsh an annual, race meeting at Boree <strong>Creek.</strong> The meeting to arrange for . a Hospital ball at Boree <strong>Creek</strong> hap pened on Friday night, when the ..."
    },
    {
        "id": "145123500",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "POWER AND WATER AT OAKLANDS AND BOREE CREEK To Be Officially Turned On To-day",
        "date": "1946-07-29",
        "snippet": "... POWER AND WATER AT <strong>OAKLANDS</strong> AND BOREE <strong>CREEK</strong> To Be Officially Turned On To-day The official ceremonies of turning on the water at Boree <strong>Creek</strong> and the switching on of the electricity at <strong>Oaklands</strong> will ...  ceremonies. Mr. cahlll arrived at Wagga yes terday. , The Boree <strong>Creek</strong> oeremony will be at S p.m., ?nd ..."
    },
    {
        "id": "138775247",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "Closing of The Rock-Oaklands Branch \"SHOULD NOT BE TAKEN LYING DOWN\" Says Boree Creek Farmer",
        "date": "1953-08-11",
        "snippet": "... Closing of The <strong>Rock-Oaklands</strong> <strong>Oaklands</strong> Branch 'SHOULD NOT BE TAKEN ' LYING DOWN' - Says Boree <strong>Creek</strong> Farmer A protest meeting was held in Boree <strong>Creek</strong> on Wednesday last in connection with the rumoured ...  <strong>Oaklands</strong> line, and apart from this there is the carriage of farmers' machinery and merchandise from the ..."
    },
    {
        "id": "138532575",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "Our Neighbors' Page. News from Boree Creek, Greenvale, Mucra, Urana, Oaklands, &c. Boree Creek F. and S. Union. ORDINARY MEETING.",
        "date": "1912-09-18",
        "snippet": "... Our Neighbors' Page. News from Boree <strong>Creek,</strong> Greenvale, Mucra, Urana, <strong>Oaklands,</strong> &amp;c. . Boree <strong>Creek</strong> ...  that Geppart's appli cation for a firewood sawmill site at Boree <strong>Creek</strong> Station yard had had ...  receipt of works to <strong>Irrigation</strong> Conference. - Received. The Hon. Sec. reported having been informed by the ..."
    },
    {
        "id": "145017141",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "BOREE CREEK TO HAVE WATER SUPPLY THIS MONTH Electricity For Oaklands in Few Weeks; County Council Decisions",
        "date": "1946-06-19",
        "snippet": "... BOREE <strong>CREEK</strong> TO HAVE WATER SUPPLY THIS MONTH Electricity For <strong>Oaklands</strong> in Few Weeks; County Council Decisions Water is to be available to residents of Boree <strong>Creek</strong> before the end of the present month from the Southern Riverina County Council's supply. The work of extending electricity to <strong>Oaklands</strong> is ..."
    },
    {
        "id": "10873999",
        "newspaper": "The Argus (Melbourne, Vic. : 1848 - 1957)",
        "title": "Public Offices. Melbourne, January 21, 1911. CLOSER SETTTLEMENT LANDS AVAILABLE FOR APPLICATION. OAKLANDS ESTATE. Fronting River Loddon, and Close to Borung Railway Station. 8135 ACRES of WHEATROWING and GRAZING LAND.",
        "date": "1911-01-25",
        "snippet": "... Public Offices. Melbourne, January 21, 1911. CLOSER SETTTLEMENT LANDS AVAILABLE FOR APPLICATION-. <strong>OAKLANDS</strong> ESTATE. Fronting <strong>River</strong> Loddon, and Close to Borung Railway Station, 8135 ACRES of WHEATROWING and GRAZING RAZES O Board. 17 lots of .from 480 to 830 acres, from £3/2/6 to £4/10/ per\" acre. ..."
    },
    {
        "id": "138540077",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "Improved Railway Service. FROM THE ROOK TO BOREE CREEK. OAKLANDS SERVICE CURTAILED",
        "date": "1930-05-20",
        "snippet": "... Improved Railway Service. FROM THE ROCK TO BOREE : <strong>CREEK.</strong> <strong>OAKLANDS</strong> SERVICE CURTAILED A new ...  Lockhart at 3.1.17, arriv ing at Boree <strong>Creek</strong> at 11.46. From Boree <strong>Creek</strong> to <strong>Oaklands</strong> the goods train ...  service daily frpm The Rock to Boree <strong>Creek,</strong> from Boree <strong>Creek,</strong> to The Rock. ^ jj Th n s.--rvif»p frnm ..."
    },
    {
        "id": "46983504",
        "newspaper": "The Advertiser (Adelaide, SA : 1931 - 1954)",
        "title": "Champion Of Champions Gun Cup Won by A. T. Megaw NARRACOORTE. June 25. Country Sport GOLF Warner, Young Player, Wins Wallaroo Championship WALLAROO. June 25. Wirrabara Championship To T. A. Fitzgerald WIRRABARA. June 25 Crystal Brook Championships CRYSTAL BROOK. June 25 WEATHER MAP FOOTBALL Country Associations CHARGES AGAINST PLAYERS MAITLAND. June 25. Advertiser CrossWordsr-733 OUR COUNTRY SECTION FOX AND RABBIT SKINS Values High, But Easier In Adelaide Yesterday Judging Competitions At Royal Show Homebush Stock Sales SYDNEY, June 26. HEAVY CATTLE SUPPLIES AT ABATTOIRS Plain Beef Plentiful QUALITY SELLS WELL 50th Anniversary Of Bethany Lutheran Church REPORTS FROM RURAL CENTRES ALAWOONA Wheat, Wool And Manures Carried By S.A. Railways Monetary And Commercial WHEAT FIRMER Adverse Weather In North America WHEAT MARKETS Overseas Firm, But Quiet All Local Limits 3 Melbourne Quotations MELBOURINE, June 26. Sydney Quotations Dividends Business News In Brief BETTER PRICES AT SYDNEY SHEEP SALES Ram Sold For 500 Guineas SYDNEY. June 26. STOCKS AND SHARES Sydney Market SYDNEY, june 26 Melbourne Markets MELBOURNE, june 26. MINING NEWS SHARE MARKET OPERATIONS SOUTH KALGURLI STRONG Cresco Fertilisers Continue Upward YESTERDAYS STOCK EXCHANGE BUSINESS POSTAL ARRANGEMENTS UNITED KINGDOM. EUROPE.EGYPT. Removal Of Sales Tax From Building Materials Sought MELBOURNE. June 26. DIMBOOLA TODAY FROM FREMANTLE Canadian Conqueror To Load Dried Fruit RIVER LEVELS Monday, June 26 Increased Duty On Glucose Supported MELBOURNE. June 26. ELECTRIC STORM STOPS CARS Curious Phenomenon MOTORING IN THE HOME GARAGE Winter Care Of Battery MOTORING READERS' PROBLEMS SOLVED Useful Advice On Whippet Car Maintenance Work WHIPPET car writers will find raluable information in these answers to queries by Mr. R. H. Brinkman, technical expert of the Royal Automobile Association. Included in the advice to correspondents arc hints on brake, adjustment, lubrication failures, and other points affecting these cars. Whippet Maintenance Research Improves Oil Quality TOP GEAR LIGHT CAR TESTED New Austin \"Twelve-Four\" Provides Surprise BY \"DIFFERENTIAL\" TO CORRESPONDENTS The Advertiser ADELAIDE: TUESDAY, JUNE 27, 1933 \"I AM A LABOR MAN!\" NUMBERING THE PEOPLE A MERITED HONOR THE INSULT COMPLIMENTARY WITH THE MACKAY EXPEDITION Spear Throwing By Black Children (By Our Special Representative With The Mackay Expedition) BY RADIO, June 26. PERSONAL DEATH OF MR. E. W. KNOX Lifelong Association With Sugar Industry HOW TO KEEP BREAD FRESH Hint For Housewives Earthquake At Bottom Of Indian Ocean PERTH. June 26. AMERICA'S METHODS OF RAISING PRICES How Processing Taxes Will Be Levied FARM BILL'S SCOPE IN OTHER CITIES Sydney Gossip From Our Special Correspondent SYDNEY. June 26. NO MUNICIPAL POLL THIS YEAR Purpose Of New Bill LEAGUE OF NATIONS REPRESENTATION Australia Candidate For Non-Permanent Seat MELBOURNE. June 26. ACREAGE RESTRICTION PUT TO STATES Commonwealth Sends Letters To Premiers THREE GOVERNMENTS REPORTED TO BE OPPOSED London Meeting Postponed Again CANADA SUPPORTS RESTRICTION Fears Effect Of Economic Conditions In U.S. COUNTER ARGUMENTS Special Cable To \"The Advertiser\" LONDON. June 26. LETTER TO STATES Commonwealth And Home Consumption Price MELBOURNE, June 26. \"RESTRICTION WOULD BE FATAL\" S.A. Government's Opposition 80,000 DRIVING LICENCES EXPIRE Motorists Must Renew By Friday Squadron-Leader Hinkler's Estate LONDON, June 26. \"Times\" On Quantitative Regulation LONDON, June 26. PROPOSES INFLATION OF DUTCH FLORIN Sir H. Deterding; Looks To Effect In East ROTTERDAM, June 25. LITVINOFF'S WORK IN LONDON Reported New Contracts LONDON, June 26. £560,000 FOR PUBLIC Savings Bank Distributes Interest Rain Misses Pastoral Areas; More Coming ULM AT RANGOON Good Progress Despite Delay At Alor Star 3[?]000 MILES IN 3 DAYS W.A. Pilot To Make Record Breaking Attempt PERTH. June 26. English Air Liner An Sydney SYDNEY, June [?]6. Minister Explains England-Australia Service MELBOURNE, June 26. England 6/156 In Test Against West Indies LONDON, June 24. Australasian. Players' Scores In Lancashire League LONDON, June 26. Golfer Drops Dead AUCKLAND. June 26. FEDERAL CABINET CHANGES DISCUSSED Mr. Stevens Mentioned As Future Treasurer RECONCILING U.A.P. AND U.C.P. By A Political Correspondent SYDNEY, June 26. DEAN INGE TO RESIGN NEXT YEAR Advancing Age Given As Reason LONDON. June 25. DR. WARD INSPECTS MTT. CRAWFORD Many Diggers Panning For Gold STATE OF SIEGE IN BULGARIA Government Acts Against Clashing Factions LONDON. June 26. 1,100 Arrested In Night SOFIA, June 26. TERRORIST BOMB IN ST. PETER'S Explodes In Cloakroom ROME, June 25. CLEARING AWAY POLITICAL OPPONENTS Nazis To Disband Two Remaining Parties BRUENING AND HUGENBERG ORGANISATIONS \"Revolution Not Yet Ended\" Special Cable To \"The Advertiser\" BERLIN, June 23. LORD'S PRAYER IN GERMANY First Change In Phrasing Since Luther LONDON, June 26. DRIVE AGAINST AUSTRIAN NAZIS Charge Of High Treason Against Diet Members VIENNA, June 25. FIRST NAZI FLAG IN S.A. WATERS Red Ensign Converted FOOTBALL SECRETARY FRACTURES SKULL Motor Cycle Accident RUMORS OP DRUG TRAFFICKING Police Arrest Woman SECURING LONDON MONEY FOR S.E. SCHEME Government's Arrangement With Sir H. Barwell CASE TO BE PUT SERIOUS FLOODS IN INDIA Clash Of Two Monsoon Currents MANY HOMELESS CALCUTTA. June 25. FIRST CENSUS FORMS DISTRIBUTED Delivery Complete By Thursday Night COLLIER MISSING Overdue On Run From Newcastle To Geelong MELBOURNE. June 26. Boy, Shot In Head, Dies PERTH. June 26. LABOR STRIVES FOR UNITY A.L.P. Conference Expected To Appoint Committee \"PEACE WITH HONOR\" Conference May Hear Lang Party's Termas SYDNEY, June 26. Victorians Appointed' As S.A. Delegates FIRST AID RIVALRY Competition For Treatment Of Injured Footballers AUSTRALIANS WIN EASILY Wimbledon Opens C R A wTo R D' S TUSSLE Special Cable To \"The Advertiser\" LONDON. June 26. Vines Says Professional Offer Not Definite LONDON, June 25. AUSTRALIAN TEAM MAY TOUR U.S. Takings In Europe Now Total £840 MELBOURNE. June 26. PLACATING LITTLE ENTENTE Otto's Claims To Hungarian Throne Brisbane Wool Market Firm BRISBANE. June 26. One Killed And Two Injured In Motor Crash SYDNEY. June 26. GENERAL NEWS RAILWAY EARNINGS TEMPORARILY FINE MOLDAVIA MAILS IN LONDON UNIVERSITY PUBLIC LECTURE SYMPHONY CONCERT Morgan Raises £316 At Hospital Carnival MORGAN. June 26. Solicitor Imprisoned For Three Years SYDNEY, June 26. Non-Party Attitude To Federal Convention LORD MAYOR'S RELIEF FUND CHURCH OF ENGLAND BELIEF FUND PREMIER APPEALS TO EMPLOYERS \"More Hands Instead Of Overtime\" WORKLESS FIGURES UP COUNCILS AS \"TAX GATHERERS\" Protest At Brighton Students' Concert At Conservatorium Accountants' Examination Results Yatala South Council's Finances Improve Shooter Breaks Wrist PETROL PRICE AND QUALITY Retailer Favors Fixing Of Standard SELLERS' SCHEME SYDNEY. June 26. OBLIGATION TO ACT AS CONSTABLE Old District Council Law May Be Repealed LABOR NEWS German Unions Under Nazi Rule WAGE INCREASE IN FURNISHING TRADE Employers Object To Retrospective Effect One Sausage Mystery Solved MAN HELD UP AND SHOT Alleged Confession By Mechanic SYDNEY MURDER SYDNEY: June 26. Rail Crossing; For Millswood Sought Abolition Of Flax Bounty Likely CANBERRA. June 26. Law Must Be Enforced Rigorously, Says Judge MELBOURNE. June 25. Stop Lights On Trams Sought By Council SEEKING MARKETS IN THE EAST Proposal For Trade Representative APPLICATIONS FOR LAND DIEBTS RELIEF Several Cases Heard WELLINGTON COUNCIL DEMANDS APOLOGY Town Clerk Made To Look \"Ridiculous\" WELLINGTON. June 26. Rainbow Road For Brighton Unley Defers Decision On Riding Track Out among the People BUSINESSLIKE DEPUTATION Three Interviews In 1½ Hours Hindmarsh Boxing EVIDENCE IN CHARGES AGAINST FOOTBALLERS Players And Officials Barred FEATURES THIS MORNING Index To Advertisements LAW COURTS Cause Lists SUPREME COURT Questions Of Recognisances Appeal In Land Transaction Dismissed LAND AGENT'S INCOME TAX PAYMENTS Fall From £700 To Nil In Three Years BURIED MONEY IN JARS Housewife's Fear Of Bank Failing MONGOLATA DISPUTE SETTLED Benefits Of Conciliation Double Collision On North Terrace Auctioneer's Claim For Commission Claim For £200 Damages Fails SAID HE WAS WIDOWER Bulgarian Committed For Trial Pop Buyped ATTEMPTED SUICIDE Woman Released On Bond Coin In Trouser Cuff TRIED TO BRIBE CONSTABLE Pensioner Fined £10 ARRESTED BEFORE WEDDING Armour Remanded SERIAL STORY Fenwick's Legal Wife FIFTY YEARS AGO From \"The Advertiser\" June 27, 1883 BROADCASTING 5CL—411 Metres And 5CK—472 Metres DO YOU KNOW? QUESTIONS 8,500 In Boston For Rotary Convention. BOSTON. June 25. CIVIL AVIATION POSITION UNSATISFACTORY To the Editor UNIVERSAL LANGUAGE PHONETIC ALPHABET NEEDED To the Editor VIEWS AND COMMENTS PREMIER AND THE SOUT-EAST DEVELOPMENT WITH BRITISH CAPITAL To the Editor FEDERATED AUSTRALIA CONVENTION OR REORGANISATION? To the Editor POINTS FROM LETTERS Housebreakers Resume Suburban Activity Evangelist In Adelaide Handbag Worth £80 Lost And Found Let's Tell Each Other Lady Kitty's Patterns SOCIAL NOTES Secret of Good Tea Start with Bud Leaves 24 DEBUTANTES FOR VARSITY BALL 400 Guests Expected Unley Women's Service Association Unley City Orchestra's Concert Tonight DO YOU KNOW— ANSWERS Puff Pastry Patties By A. L. SHARMAN. CHIEF DEMONSTRATOR. S.A. GAS CO. Gold weather is ideal for pastry making, and especially is it ideal for puff pastry, for which full directions are here given. The Woman's World LIGHTER SIDE OF WOMEN'S LIFE: Amusements Old And New TUESDAY FILLING LONELY HOURS Letters From My Mail Bag CONVERTED SHAWLS Northern Round Opens Tomorrow SIX EVENTS AT ORROROO Acceptors And Selections GRAND NATIONAL FANCIES Baanya And Redditch Most Popular MELEBOURNE. June 26. ADELAIDE HUNT CLUB NOMINATIONS Grand Prix De Paris Won By Cappiello TURF TOPICS Re-Handicaps For Spring Cups SPRING CUPS Young Horses Popular MELBOURNE, June 26. South Park Bowls Club's Good Year MOONEE VALLEY Oaklands H.C. Acceptors For Tomorrow Murray Bridge Hunt Club Acceptors Early Morning Hunt Tomorrow ADELAIDE HUNT CLUB. The Advertiser TUESDAY. JUNE 27. 1933. £100 Worth Of Gold: Dog At Church: Plane For Atlantic Flight: Military Spectacle MINING NEWS OIL SEARCH LIMITED DO YOU KNOW— ANSWERS PORT AUGUSTA ACCEPTORS First Day—Tuesday. July 4 FIRST NOVICE RACE Six furlongs NORTHERN BOXING CHAMPIONSHIP PORT PIRIE. June 26. BROADCASTING 5CL—411 Metres And 5CK—472 Metres Day—Davis Wedding SOCIAL Round The Bridge Table SERIAL STORY Fenwick's Legal Wife Advertiser CrossWordsr-734 OUR COUNTRY SECTION AGRICULTURAL PRODUCE AT ROYAL SHOW Entries Close On Friday POULTRY KEEPING AT MOUNT COMPASS Can Be Made Success ROSEWORTHY WINTER SCHOOL Lectures On Many Subjects EXPORT LAMB COMPETITIONS Southdown Cross Wins In Victoria Not Equal To Best South Australian JERSEY BREEDER'S ACCOMPLISHMENT High Producing Herd COUNTRY FOOTBALL Port Pirie Tribunal Appointed PORT PIRIE. June 27. HOCKEY AT MAITLAND REPORTS FROM RURAL CENTRES BELALIE NORTH PRODUCERS' INFORMATION SERVICE This information service is for producers with puzzling problems. Farmers wanting information should send their queries in in time for them to be answered each Wednesday. The column is intended to assist primary producers in matters affecting agriculture and live stock. It is not for people living in the metropolitan area, who are able to get the services of a veterinary surgeon. Enquirers must state their name and address. MARE NOT DOING WELL Southern Progress Association Formed The Guide Column HELPING WITH WINTER RELIEF All Guiders Asked To Join Headquarters' Scheme ANSWERS TO CORRESPONDENTS The Woman's World Caps And Turbans Are Popular Women's Community Work University Footlights' Club Children's Work for Health News Of The Nations Boy Scout Notes Amateur Athletic Association Annual Meeting Monetary And Commercial BUTTER EXPORTS FALL BACK Importance Of Seasonal Conditions AUSTRALIAN APPLES Prices At London And Hamburg LONDON. June 26. Business News In Brief Reid Bros. Improve Position Brisbane Wool Sales Melbourne Quotations MELBOURNE. June 27. Sydney Quotations SYDNEY. June 27. A. E. HALL & CO.'S PRODUCE REPORT SHARE MARKET OPERATIONS GOLD QUOTATION TRADING BRISKER Advance In North Kalgurli Dividends OTRANTO HERE TOMORROW Dimboola For Eastern States Today POSTAL ARRANGEMENTS June 28. FARMERS' UNION REPORT \"AMSCOL\" REPORT A. W. SANDFORD & CO., LIMITED Sydney Market SYDNEY. June 27. Melbourne Market MELBOURNE. June 27. RHEUMATISM The Advertiser ADELAIDE: WEDNESDAY. JUNE 28, 1933 PROVIDING EMPLOYMENT CONSERVATORY CHAMBER MUSIC Delightful Finale Of Series PERSONAL SA.'S TRADE BALANCE DECREASES SLIGHTLY 3½ Millions Of Imports In 11 Months Legacy For Australian, If He Can Be Found In Two Years LONDON, June 26. DEATH OF WAR SURGEON Dr. Cavanagh=Mainwaring's Fine Record CAREER OF SERVICE NEW BUILDINGS FOR LONDON UNIVERSITY. Foundation Stone Laid By King LONDON, June 26. NEW C.P. LEADER IN VICTORIA Mr. Bourchier Takes Mr. Allan's Place MELBOURNE, June 27. NEW DESTROYERS FOR AUSTRALIA Five Lent By British Admiralty CANBERRA, June 27. AUSTRALIAN GIFT TO ITALY Gratitude For Tributes Paid To Hinkler CANBERRA, June 27. PROBLEM OF MURRAY VALLEY Administration And Lack Of Development \"NO NICHE\" FOR SIR H. BARWELL Complimentary Dinner By Ministry Sir Henry Barwell's Mission Honorary DEATH OF MR. C. TAIT IN SYDNEY Member Of Theatrical And Concert Family SYDNEY. June 27. PREMIERS' CONFERENCE ON WHEAT TO BE SOUGHT Mr. Butler's Strong Support For N.S.W. Proposal \"MATTER GRAVELY IMPORTANT\" Cabinet To Consider Commonwealth Statement Of Position Today WHEAT RISES SHARPLY TO 3/1 SOARING PRICES IN AMERICA Acute Drought In Mid-West NEW YORK. June 26. Excited Trading In Chicago CHICAGO. June 26. Wildest Canadian Bull Market For Two Years WINNIPEG. June 26. ENGLISH MARKET RESPONDS Prices Advance Sharply LONDON. June 26. Chicago Wheat Quotations CHICAGO. June 26. AUSTRALIA AND RESTRICTION \"Government Not Ready To Disclose Communications\" CANBERRA, June 27. Trade Relations Between England And Russia LONDON. June 26. Arm Caught In Chaffcutter CRYSTAL BROOK. June 27. Child Falls From Rail Car STEP FORWARD AT CONFERENCE Seeking Machinery For Debt Adjustment BRITISH SUGGESTION Material Nearly Ready For Drafting Special Cable To \"The Advertiser\" LONDON. June 27. BRITAIN LEADS IN RYDER GOLF CUP Americans Down One Match LONDON, June 27. DROWNED AT MURRAY MOUTH Fisherman Victim Of Treacherous Current LOST IN DARKNESS Child Drowned In Torrens UNIONISTS SUPPORT PREMIER \"Less Overtime—More Employment\" Position At Port Pirie Smelters PORT PIRIE. June 27 Bodies Of Spanish Airmen Found MEXICO CITY. June 26 TRIFLES HINDER ULM'S PROGRESS Machine Stuck In Mud At Rangoon REACHES CALCUTTA Special Cable To \"The Advertiser\" CALCUTTA, June 27. Foreign Guests Inspect British Aircraft LONDON. June 26 Imperial Airways Plane Will Visit Canberra Today CANBERRA. June 27. Qantas Director To Fly To England SYDNEY. June 27. HEAVYWEIGHT FIGHT TOMORROW Carnera's Advantage In Weight Over Sharkey NEW YORK. June 26. Petersen Defeats George Cook LONDON. June 26. HORSE TRAMPLES UPON RIDER Man's Skull Fractured At Findon FAULTY CARRIAGE OF TASMANIAN PEARS State Board Takes Action HOBART. June 27. DEMAND FOR AIR ARMS EQUALITY German Requests To League Of Nations NAZIS CRUSH OPPONENTS GENEVA, June 26. WORD OF OVERDUE COLLIER Seen Hove To Near Gabo Island AIR SEARCH MELBOURNE, June 27. EXCITED WOOL SALE IN PERTH Prices Up As Much As 35 P.C. On March Market Good Greasy Wools Harden At Brisbane BRISBANE. June 27. DID NOT ENTICE HUSBAND AWAY Decision In Unusual English Case LONDON. June 26. Listeners' Licence Fees May Be Reduced 3/-SYDNEY. June 27. Fine Go!d £7/ 10/ 2 Oz. MELBOURNE, June 27 GOOD DAY FOR AUSTRALIANS Four Wins At Wimbledon CRAWFORD'S CLOSE CALL Thrilling Five Set Match; CHILE RANCHERS SLAUGHTER SHEEP British Meat Restrictions Block Market MAGALLANESE. June 26. Disarmament Conference Adjourned PARIS, June 26. HIGH FEES FOR HOARDINGS Builders Protest Agains Burden On Industry CHAMBER INVESTIGATES S.A. PURCHASE AT SHEEP SALES Keen Demand For High Class Merinos SYDNEY, June 27. WEST INDIES BATTING COLLAPSE England Wins By Innings LONDON. June 26. English County Cricket LONDON. June 26. GENERAL NEWS CIVIC ORGAN\" RECITAL, SHOWERS DEVELOPING ANNUAL MINDA CONCERT MOOLTAN, FROM LONDON FEATURES THIS MORNING Index To Advertisements HARVESTING THE CENSUS PAPERS Householders Can Help COLLECTORS MUST SUPPLY PERSONAL CARDS LABOR NEWS Lang Party Instructs M.P.'s To Organise Employers Want Standard Hours Fixed At 48 MELBOURNE. June 27. TROUBLE OVER RATIONING WORK AMONG SEAMEN MELBOURNE. June 27 PLAYERS ESCAPE SERIOUS INJURIES Changed League Teams Likely On Saturday MID-WEEK FOOTBALL Today's Wednesday Afternoon Association Matches COURSING TOMORROW Draw For Plympton First Ties At Donald Coursing Cup Meeting MELBOURNE. June 27. Y.W.C.A. Activities ALL DAY DISCUSSION ON LABOR UNITY Mr. Scullin On Mr. Lang SOCIALISATION GROUP'S ATTITUDE SYDNEY, June 27. SEEKING MATCHES FOR WINOOKA Pillow Fight, Equipoise And Gallant Sir SAN FRANCISCO. June 27. Flemington Track Notes MELBOURNE. June 27. CATTLE FOR ADELAIDE MARKET Supplies For Several Months From Far North Wirth's Circus Here Next Week PRIVATE CAPITAL TO DEVELOP LAND Premier's Solution Of Unemployment Problem ENGLISH COMPANY? HUNT FOR DESERTER AND STOWAWAY Port Police Busy Sale Of Famous Ryeland Sheep Stud MELBOURNE. June 27. KILKENNY COMPETITIONS Federal Parliament TOBACCO DUTY DEBATE IN SENATE Move For Higher Import Tax, Lower Excise SMOKERS' VIEWPOINT CANBERRA, June 27. TARIFF BOARD REPORTS Reduction On Gramophone Records Suggested CANBERRA. June 27. Duty On Sulphate Of Ammonia Enquired Into MELBOURNE. June 27. Reduced Allowances For Public Servants CANBERRA. June 27. AMATEUR BILLIARDS Out among the People THIS WEEK'S SHOWS Fox Shot In Prospect Garden IN OTHER CITIES Perth Gossip From Our Special Correspondent PERTH, June 27. FIFTY YEARS AGO From \"The Advertiser\" June 28, 1883 DO YOU KNOW? Pop Over-Draught-LAW COURTS Cause Lists SUPREME COURT SHUNTING RIGHTS Appeal Against Court's Decision HAIRDRESSERS' WAGES Appeal Against Determination. DEFAMATORY WORDS £35 Damages For Special Constable LOOKING FOR \"DOPE\" Woman Convicted Of Vagrancy TOOK CAR AND MET WITH ACCIDENT Three Men Sent To Gaol VETERAN GOLFERS AT SEATON Cup Won By Royal Adelaide's Secretary SPALDING PURSE Harvey Leads Professional Golfers Women Play Professionals WOMAN MOTORISTS ESCAPE Crashes Through Hills Fence JUDGMENT FOR DEFENDANT RETURNED SOLDIERS League Notes SUB-BRANCH NOTES To Relieve Catarrhal Deafness and Head Noises WITH THE MACKAY EXPEDITION Search For Meteorite By Our Special Representative With The Expedition FITZROy CROSSING, June 27. WEATHER MAP Fat Sheep And Lambs Sales, Flemington MELBOURNE. June 27 VIEWS AND COMMENTS WORLD'S WHEAT SURPLUS ACREAGE REDUCTION FAVORED To The Editor SECONDARY EDUCATION PBESENT SYSTEM DEFEVDED To The Editor CITY COUNCIL TENDERS SPECIAL SAND FOR BITUMINOUS CONCRETE To the Editor. TRADE WITH JAPAN AUSTRALIAN DUTY ON BICYCLES To the Editor. SURCHARGE ON WATER RATES APPEAL- FOR HARD-PRESSED LANDOWNERS To The Editor WINE DRINKING BENEFICIAL USES OF GRAPES To the Editor Rotary Convention Opens In Boston BOSTON. June 26. POINTS FROM LETTERS Thrifty. But Workless Civil Service V. Banks Football Today Early Selections For Spring Cups SILVER SCORN—BLIXTEN For Two Cups Double ON THE TRACKS MorphettviUe Gallops A.J.C. HANDICAPS Popular Fancies SYDNEY, June 27. Champion Pacer Fails To Break Own Record SYDNEY. June 27. TODAY'S PROGRAMMES MOONEE VALLEY Oaklands H.C. Acceptors ORROROO 1-HANDICAP HIGHWEIGHT Six furlongs Prospect Bowls Club TURF TOPICS Northern Round Opens Today The round of race meetings in the north will begin at Orroroo today. Brush Hurdles May Replace Battens In N.S.W. SYDNEY, June 27. Moonta Coursing Meeting Opened MOONTA. June 27. GOLF BASKET BALL MOUNT BARKER. June 26. The Advertiser WEDNESDAY. JUNE 28, 1933 Tonight's Debutantes: Veterans At Golf: Building New Dam On Onkaparinga NARRACOORTE. June 25.",
        "date": "1933-06-27",
        "snippet": "... Champion Of Champions Gun Cup Won by A. T. Megaw Onkaparinga June 25. The final shoot for the Champion of Champions Cup of South Australia, was held here on Saturday. The cup was pre- sented by Mr. F. A. Tubb, of the Melbourne Gun Club. There was keen competition among the 17 competitors, ..."
    },
    {
        "id": "143341085",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "LOCKHART OAKLANDS ASSOCIATION.",
        "date": "1924-08-25",
        "snippet": "... <strong>LOCKHART OAKLANDS </strong>\\ I In the final of the <strong>Lockhart-Oaklands</strong> line Association <strong>Oaklands</strong> defeated Boree <strong>Creek</strong> at Lockhart after a great contest contest, by three points.                     ..."
    },
    {
        "id": "138536759",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "RAILWAY INSPECTION.",
        "date": "1930-01-07",
        "snippet": "... RAILWAY INSPECTION. The Chief Commissioner (Mr. Cleary) will make an inspection of the <strong>Oaklands</strong> line on January ,15th as <strong>follows:-Oaklands,</strong> - <strong>Oaklands,</strong> depart 8.55 a.m.; arrive, Urana 9.5C, Yuluma 10.55, Boree <strong>Creek</strong> 11.25, Lockhart 12.15 p.m., Uranquihty 2.23, Kywong 4.17 p.m.                     ..."
    },
    {
        "id": "143220706",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "LOCKHART-CALLANDS ASSOCIATION.",
        "date": "1924-06-23",
        "snippet": "... LOCKHART-CALLANDS ASSOCIATION. <strong>Oaklands</strong> beat <strong>Borec </strong>Crook: Lockhart beat Milbrulong.                     ..."
    },
    {
        "id": "143213068",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "LOCKHART-OAKLANDS ASSOCIATION.",
        "date": "1924-06-09",
        "snippet": "... <strong>LOCKHART-OAKLANDS</strong> A RT-OAKL ANDS ASSOCIATION. The <strong>Lockhart-Oaklands</strong> line Association tion (comprising <strong>Oaklands,</strong> Urana, Boree <strong>Creek,</strong> Lockhart, and Milbrulong) opened the season on May 31, when <strong>Oaklands,</strong> last year's premiers, who has an unbeaten record, defeated Urana aud Boree <strong>Creek</strong> defeated ..."
    },
    {
        "id": "102254737",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "OAKLANDS TO YARRA-WONGA. EARLY BEGINNING WITH LINE.",
        "date": "1927-06-17",
        "snippet": "... <strong>OAKLANDS</strong> TO YARRA-WONGA. WONGA., EARLY BEGINNING WITH LINE. It is reported that the railway over the Murray <strong>River</strong> at Euston 'will be completed in a month, and that it is proposed to transfer the plant to Yarrawonga and make a beginning' with the Yarrawonga <strong>Oaklands</strong> border railway. j                     ..."
    },
    {
        "id": "36693094",
        "newspaper": "The Advertiser (Adelaide, SA : 1931 - 1954)",
        "title": "Oaklands Estate May Be Pur chased By State Government",
        "date": "1949-10-20",
        "snippet": "... <strong>Oaklands</strong> Estate May Be Pur chased By State Government The 14-roomed <strong>Oaklands</strong> homestead which, with a 47 acre estate along the Sturt <strong>Creek</strong> (see map), may be purchased by the State Government.                     ..."
    },
    {
        "id": "46835947",
        "newspaper": "South Australian Register (Adelaide, SA : 1839 - 1900)",
        "title": "YORKETOWN, October 7.",
        "date": "1887-10-08",
        "snippet": "... YORKETOWN, October 7. At the amalgamated picnic to-day at <strong>Oaklands</strong> eight schools were represented, viz., Yorketown, Salt <strong>Creek,</strong> Melville, <strong>Oaklands,</strong> Stansbury, Lake Sunday, Edithburgh, and Honiton. It waa a great success. The weather waa beautiful, and a large concourse of people attended.                     ..."
    },
    {
        "id": "3867347",
        "newspaper": "The Argus (Melbourne, Vic. : 1848 - 1957)",
        "title": "OAKLANDS HUNT CLUB AT CARLSRUHE.",
        "date": "1927-07-18",
        "snippet": "... <strong>OAKLANDS</strong> HUNT CLUB AT CARLSRUHE. The <strong>Oaklands</strong> Hunt Club was favoured with splendid hunting weather for its meet at Carlsruhe on Saturday. Above: the hunt splashing through the Campaspe <strong>River.</strong> Below: the master (Mr. W. C. Knight) with the hounds. Inset: \"Dismal Desmond\" goes hunting ing with his ..."
    },
    {
        "id": "132655860",
        "newspaper": "Newcastle Morning Herald and Miners' Advocate (NSW : 1876 - 1954) ",
        "title": "STEAMER OAKLANDS.",
        "date": "1890-09-05",
        "snippet": "... STEAMER <strong>OAKLANDS.</strong> The steamer <strong>Oaklands,</strong> which proceeded to Hexham on Wednesday, completed taking in cargo of 500 tons of Brown's coal yesterday morning, and came down the <strong>river,</strong> and proceeded on her voyage for Molbourne.                     ..."
    },
    {
        "id": "54665556",
        "newspaper": "Morning Bulletin (Rockhampton, Qld. : 1878 - 1954)",
        "title": "PUREBRED FREISIANS. SIX FOR AMBROSE DISTRICT.",
        "date": "1929-07-23",
        "snippet": "...ell, sire Bell- Uell  de-Kol-Orgarus (imp) <strong>dam</strong> <strong>Oaklands</strong> Silvery. All these heifers are in calf ...  Colantha, 2nd of Ryfield, <strong>dam</strong> <strong>Oaklands</strong> Beauty the 2nd; <strong>Oaklands</strong> Maybell, sire Bcll-de-lvil Bell-de-Kot- Angarue (imp.), <strong>dam</strong> May ot <strong>Oaklands,</strong> Rutherlands Ruby, sire Pride's Hero of Glen Camel, <strong>dam</strong> Ruby of ..."
    },
    {
        "id": "112161391",
        "newspaper": "The Corowa Chronicle (NSW : 1905 - 1928)",
        "title": "YARRAWONGA [?] OAKLANDS RAILWAY.",
        "date": "1927-08-06",
        "snippet": "... YARRAWONGA TO <strong>OAKLANDS</strong> RAILWAY Advice received in regard to the construction of the railway line from Yarrowonga to <strong>Oaklands</strong> under the border railways agreement, states it is not proposed to make a start on <strong>the line</strong> until the bridge over the Murray at Yarrawonga is well ahead. Its construction ..."
    },
    {
        "id": "116170348",
        "newspaper": "The Urana Independent and Clear Hills Standard (NSW : 1913 - 1921)",
        "title": "THE ROCK-OAKLANDS LINE.",
        "date": "1916-11-10",
        "snippet": "... • ■ ■ 1 - - ;V!il THE <strong>ROCK-OAKLANDS</strong> LINE. In a communication to a local business man the District ...  on 13th. inst., and the <strong>Oaklands</strong> train will leave The Rock at 11 a.m. The train will there fore presumably arrive at Lockhart shortly after 1 p.m., Boreo <strong>Creek</strong> 2.12 p.m., and Urana about 3.16 or 3.30 ..."
    },
    {
        "id": "145331918",
        "newspaper": "Wagga Wagga Express (NSW : 1879 - 1917)",
        "title": "THE ROCK-OAKLANDS LINE.",
        "date": "1916-11-04",
        "snippet": "... THE <strong>ROCK-OAKLANDS</strong> LINE. In a communication to a local business ness man the District ...  inst., and the <strong>Oaklands</strong> tra.n will leave The Rock at 11 a.m. The train will there fore presumably arrive at Lockhart shortly after 1 p.m., Boree <strong>Creek</strong> 2.12 p.m., and Urana about 3.15 or 3.30 p.m., and ..."
    },
    {
        "id": "70067082",
        "newspaper": "Sunbury News (Vic. : 1900 - 1910)",
        "title": "HUNTING.",
        "date": "1901-08-03",
        "snippet": "... HUNTING. Next' Tuesday the <strong>Oaklands</strong> Hunt :Club will meet at the Jackson's <strong>Creek</strong> bridge, Sunbury. The Melbourne Hounds will meet at Digger's Rest on Tuesday, arriving by special train.                     ..."
    },
    {
        "id": "116185245",
        "newspaper": "The Urana Independent and Clear Hills Standard (NSW : 1913 - 1921)",
        "title": "LAST SATURDAY'S GAMES.",
        "date": "1921-06-24",
        "snippet": "... LAST SATURDAY'S GAMES. Milbrulong defeated Urana by 9 points; Lockhart defeated <strong>Oaklands</strong> iands by 8 points and Tootool defeated feated Boree <strong>Creek</strong> by 81 points                     ..."
    },
    {
        "id": "9837437",
        "newspaper": "The Argus (Melbourne, Vic. : 1848 - 1957)",
        "title": "HUNTING.",
        "date": "1898-06-10",
        "snippet": "... HUNTING. I The <strong>Oaklands</strong> Hounds will meet tomorrow at the Marlbyrnong-bridge, Saltwater <strong>River,</strong> Siltwatei Hivci, at 2 p.m.                     ..."
    },
    {
        "id": "19737744",
        "newspaper": "The Brisbane Courier (Qld. : 1864 - 1933)",
        "title": "No title",
        "date": "1911-12-30",
        "snippet": "... ON THE BARRON <strong>RIVER.</strong> <strong>Oaklands</strong> Crossing, eight miles beyond Kuranda, It is proposed to rearrange this crossing -which, being just above a rapid, is dangerous.                     ..."
    },
    {
        "id": "65968055",
        "newspaper": "Benalla Ensign (Vic. : 1938 - 1954)",
        "title": "Part of Big Scheme of Irrigation — Yarrawonga Weir",
        "date": "1939-08-11",
        "snippet": "... Part of Big Scheme of <strong>Irrigation</strong> --- Yarrawonga <strong>Weir</strong> Radiating from the Yarrawonga <strong>Weir</strong> <strong>irrigation</strong> channels will distribute distri- bute precious water from the Murray <strong>River</strong> to owners of land in the ...  shows the Yarrawonga <strong>Weir</strong> from the <strong>Oaklands</strong> railway bridge, the view featuring the closed floodgates ..."
    },
    {
        "id": "53655979",
        "newspaper": "South Australian Register (Adelaide, SA : 1839 - 1900)",
        "title": "THE STEAMER OAKLANDS ASHORE. Sydney, October 1.",
        "date": "1894-10-02",
        "snippet": "... THE STEAMER <strong>OAKLANDS</strong> ASHORE. Sydney, October 1. The steel steamer <strong>Oaklands,</strong> owned by Mr. A. Yeager, of Sydney, is reported to have gone ashore at the mouth of the Richmond <strong>River.</strong> Though ugh the vessel is in no immediate danger the crew and mails have been landed.                     ..."
    },
    {
        "id": "138770631",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "URANA—OAKLANDS",
        "date": "1953-04-28",
        "snippet": "... <strong>URANA-OAKLANDS</strong> <strong>Lord Beav</strong>erbrook. Picture lovers at Urana and . <strong>Oaklands</strong> will note with pleasure that the origin 'Sanders of the <strong>River'</strong> film with Paul Robeson and Leslie Banks will be shown , at the weekend with a supporting feature, cartoon and news. 'Nothing but work and brains count and a man ..."
    },
    {
        "id": "202822939",
        "newspaper": "Evening Journal (Adelaide, SA : 1869 - 1912)",
        "title": "THE STEAMER OAKLANDS ASHORE. Sydney, October 1.",
        "date": "1894-10-02",
        "snippet": "... THE : STEAMER <strong>OAKLANDS</strong> ASHORE. Sydney, October 1. The steel steamer <strong>Oaklands,</strong> owned by Mr. A. Y. Yeager, of Sydney, is reported to have (gone ashore at the mouth of the Richmond <strong>River.</strong> Though the vessel is in no immediate danger the crew and mails have been landed.                     ..."
    },
    {
        "id": "142882845",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "URANA NEWS Water for Urana and Oaklands ASSURANCE TO MR. LETHBRIDGE",
        "date": "1939-02-28",
        "snippet": "... serious consideration to a scheme that will frivn Tirana and <strong>Oaklands</strong> a water supply - in the case of Urana, an im proved supply. We understand that the proposal is to <strong>dam</strong> the Billagong <strong>Creek.</strong> |                     ...  URANA NEWS . Water for Urana and <strong>Oaklands</strong> ASSURANCE TO MR. LETHBRIDGE Mr. C. B. Lethbridge, ..."
    },
    {
        "id": "42145146",
        "newspaper": "Cairns Post (Qld. : 1909 - 1954)",
        "title": "JERSEY'S 1001b. PRODUCTION. HUNTER RIVER TRIUMPH.",
        "date": "1939-02-15",
        "snippet": "... JERSEY'S 1001b. PRODUCTION. HUNTER <strong>RIVER</strong> TRIUMPH. Mr. Frank Johnston, of the Baerami rami <strong>Creek</strong> Jersey stud, has every to be proud of the great achievement ment of his cow, <strong>Oaklands</strong> Mildred, who has ...  Hunter <strong>River</strong> district. <strong>Oaklands</strong> Mildred comes from a long line of <strong>Oaklands</strong> females on her dam's side, ..."
    },
    {
        "id": "150897336",
        "newspaper": "The Northern Herald (Cairns, Qld. : 1913 - 1939)",
        "title": "JERSEY'S 100LB. PRODUCTION. HUNTER RIVER TRIUMPH.",
        "date": "1939-02-18",
        "snippet": "... JERSEY'S 100LB. PRODUCTION. HUNTER <strong>RIVER</strong> TRIUMPH. ' Mr. Frank Johnstone, of the Bacrami rami <strong>Creek</strong> Jersey stud, has every reason to be proud of the great achievement ment of his cow, <strong>Oaklands</strong> ...  in the Hunter <strong>River</strong> district. j <strong>Oaklands</strong> Mjldred comes from a 1 long line of <strong>Oaklands</strong> females on her ..."
    },
    {
        "id": "216943734",
        "newspaper": "The Bundaberg Mail (Qld. : 1917 - 1925)",
        "title": "Warning to Trespassers.",
        "date": "1919-01-17",
        "snippet": "... . Warning to Trespassers. In our business columns to-day, Mr. Arthur. j, Knight, of <strong>Oaklands,</strong> South, announces that all stock found in his paddock near liear - Splitters <strong>Creek</strong> will btt forthwith impounded.                     ..."
    },
    {
        "id": "207863237",
        "newspaper": "Wagga Wagga Express (NSW : 1930 - 1939)",
        "title": "Electricity Extension FOR URANA AND OAKLANDS",
        "date": "1937-02-20",
        "snippet": "... extension of a high tension line to (Urana eitheir via Boree <strong>Creek</strong> or Brookong, and to <strong>Oaklands.</strong> The ...  Electricity Extension   j FOR URANA AND <strong>OAKLANDS</strong> I investigations are being made by an electrical ...  ((Mr. Hf. iLauder) . The towfis c|f Boree <strong>Creek</strong> and Urana were inspec ted with a view to estimating ..."
    },
    {
        "id": "116158748",
        "newspaper": "The Urana Independent and Clear Hills Standard (NSW : 1913 - 1921)",
        "title": "PRESBYTERIAN CHURCH.",
        "date": "1913-10-24",
        "snippet": "... a.m, Sacrament of the Lord's \"Supper; Round <strong>Swamp</strong> 3 p.m. (Rev J. A- Craigen.) --George Stewart, an old age pensioner, was found dead in his tent at <strong>Oaklands</strong> on Sunday 19th inst. Deceased who had been ailing for some time was well known in <strong>Oaklands</strong> and surround surround- ing districts. The remains ..."
    },
    {
        "id": "112165468",
        "newspaper": "The Corowa Chronicle (NSW : 1905 - 1928)",
        "title": "YARRAWONGA TO OAKLANDS RAILWAY",
        "date": "1926-10-02",
        "snippet": "... YARRAWONGA TO <strong>OAKLANDS</strong> <strong> R</strong>AILWAY     We are in receipt of a t ...  <strong>Yarrawonga-Oaklands </strong>line. The wire also states that the Railway De partment will have nothing to do with the proposed construction of a com bined <strong>weir</strong> and railway bridge at Tar Yar rawonga.                     ..."
    },
    {
        "id": "18910394",
        "newspaper": "The Queenslander (Brisbane, Qld. : 1866 - 1939)",
        "title": "Jersey's 1000lb Production",
        "date": "1939-02-15",
        "snippet": "... being the first Jersey to offically reach the 10001b mark in the Hunter <strong>River</strong> district. <strong>Oaklands</strong> ...  Jersey's 's 1000lb Production MR. FRANK JOHNSTON, of the Baerami <strong>Creek</strong> Jersey Stud, has every reason to be proud of the great achievement of his cow, <strong>Oaklands</strong> who has joined the Mildred, rank of the ..."
    },
    {
        "id": "102244349",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "ALL ABOUT OAKLANDS. Adillawa, Oaklands.",
        "date": "1920-03-26",
        "snippet": "... ALL ABOUT <strong>OAKLANDS.</strong> Adillawa, <strong>Oak-lands.</strong> \"Blue Burd\" Dear Uncle Jeff,-I am to tell you about <strong>Oaklands;</strong> it is not a very big township. The main street consists of hotel, two stores, two confectionery ...  miles out there is a <strong>creek</strong> aamea tne ilinaDong. ine people about here are mestiy engaged in wheat ..."
    },
    {
        "id": "206776915",
        "newspaper": "The Age (Melbourne, Vic. : 1854 - 1954)",
        "title": "Grazier, 85, Drowned",
        "date": "1944-03-02",
        "snippet": "... <strong>Oaklands,</strong> . was drowned in a <strong>dam</strong> on his pro perty yesterday. Mr. Beale went out in a jinner to look at some sheep. He apparently found some bogged, and tried to get them out of the <strong>dam,</strong> but collapsed and was drowned. He was born at Ballarat, but was a resident of the <strong>Oaklands</strong> district for 61 years.                     ..."
    },
    {
        "id": "145390332",
        "newspaper": "Wagga Wagga Express (NSW : 1879 - 1917)",
        "title": "FOOTBALL. ASSOCIATION RULES. LOCKHART ASSOCIATION.",
        "date": "1913-07-10",
        "snippet": "... matches resulted in Tootool defeating fea'ting the hitherto unbeaten <strong>Oaklands</strong> team by five points after an exciting fenme. and Liana ljeat Borce <strong>Creek</strong> easily. On form shown, however, the <strong>Oaklands</strong> team ...  up with Oakland6 for the premiership honors. Boree <strong>Creek,</strong> last year's premiers, have not yet won a ..."
    },
    {
        "id": "116157937",
        "newspaper": "The Urana Independent and Clear Hills Standard (NSW : 1913 - 1921)",
        "title": "Football.",
        "date": "1913-06-27",
        "snippet": "... McSvveeney. The <strong>Oaklands</strong> team journeyed to Boree <strong>Creek</strong> on Saturday last and scored their second win. The ...  nents throughout, the scores being <strong>Oaklands</strong> 76 points, Boree <strong>Creek</strong> 12 points. The matches (writes our ...  OxklandR v Urnna Tootool v Loukhnrc Boree Greek, bye July 5. Tootool v <strong>Oaklands</strong> Bureo <strong>Creek</strong> v Ur.ina ..."
    },
    {
        "id": "143294498",
        "newspaper": "The Australasian (Melbourne, Vic. : 1864 - 1946)",
        "title": "MEET OF THE OAKLANDS HOUNDS, ON JULY 10, AT CUMBERLAND, COUNTRY RESIDENCE OF MR. A. McCRA[?]KEN.",
        "date": "1913-07-19",
        "snippet": "... MEET OF THE <strong>OAKLANDS</strong> HOUNDS, ON JULY 10, AT CUMBERLAND, COUNTRY RESIDENCE OF MR. A. McCRA[?]KEN. 1. [?] EXCELLENCY LORD DENMAN. 2. MASTER OF THE <strong>OAKLANDS</strong> MOVING OFF WITH THE HOUNDS THROUGH THE ...  CUMBERLAND PADDOCK.. 7. THE HOUNDS. A LADY K1DEB. 9. LORD RICHARD NEVILL TAKING THE FENCE 'OF THE <strong>DAM</strong> ..."
    },
    {
        "id": "116170138",
        "newspaper": "The Urana Independent and Clear Hills Standard (NSW : 1913 - 1921)",
        "title": "Polling Booths.",
        "date": "1916-10-20",
        "snippet": "... Subdivision on the 28th:-Urana: - Urana: Court House;, Boree <strong>Creek:</strong> Public School ; Brookong . Station ...  ^'oritndah, Chapman's residence; Mucra:-Subsidised School, Yuluma; Nowranie: Public School; <strong>Oaklands</strong> r ...  \" Anti \" •. ■ camp, and Urana and <strong>Oaklands</strong> &gt; ~ have theirs, but lip to the present 1 have not come ..."
    },
    {
        "id": "145319571",
        "newspaper": "Wagga Wagga Express (NSW : 1879 - 1917)",
        "title": "EXTENSION OF THE STORM WESTERLY. URANA AND OAKLANDS.",
        "date": "1914-03-28",
        "snippet": "... EXTENSION OF THE STORM WESTERLY. URANA AND <strong>OAKLANDS.</strong> KL A.N Do. Our representative at Urana writes ...  registered at tlie local post office. At. Coorabin, on tbe Bi'l-ibo:ig <strong>Creek,</strong> two inches were recorded, and at Cocket gedong Station, VI miles west of Liana, Sio fall was also two inches. <strong>Oaklands</strong> ..."
    },
    {
        "id": "137900676",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "EAST-WEST DEVELOPMENTAL ROAD. CONFERENCE AT DAYSDALE.",
        "date": "1934-01-30",
        "snippet": "... Coreen, Urana, Berrigan, Culcairn, Hume, and Jerilderie, and the <strong>Oaklands</strong> lands Progress Association, met ...  Berrigan and Walbundrie. There had been an application from <strong>Oaklands</strong> Pro gress Association that the ...  that it was thought <strong>Oaklands</strong> was too far north, he assured those present that the Board had decided ..."
    },
    {
        "id": "138778085",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "Building Activity in Urana Shire",
        "date": "1952-08-19",
        "snippet": "... R. W. Finnen addition of sleepout to dwelling at 7 Darling St., Boree <strong>Creek.</strong> Mr. M. Dore erection of petrol shed in Williams St., Urana. Mr. Stribley, erection of dwells ing in Young St., <strong>Oaklands.</strong>                     ..."
    },
    {
        "id": "145136555",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "Rail Chiefs at Oaklands To-day For Conference",
        "date": "1946-11-14",
        "snippet": "... Rail Chiefs at <strong>Oaklands</strong> To-day For Conference To-day representatives of agricultural, cultural, pastoral and business interests terests of Lockhart, Boree <strong>Creek</strong> and Urana will meet the commis sioners of both the New South Wales and Victorian Railways at <strong>Oaklands.</strong> A conference will discuss th« ..."
    },
    {
        "id": "71075225",
        "newspaper": "Australian Town and Country Journal (Sydney, NSW : 1870 - 1907)",
        "title": "COLOR OF WRENS.",
        "date": "1886-03-27",
        "snippet": "... COLOR OF WRENS. RESIDENT. <strong>Oaklands,</strong> Coraki, gentleman. <strong>River.</strong> signing himself Kangaroo Shooter \" speaking of the ohanging of color, of birds, he says- the male wren is blue and black'in \" some parts ...  Eiver he would find both colors in the one cluster of birds. . ? ? ? , ». ? RESIDENT. <strong>Oaklands,</strong> Coraki, ..."
    },
    {
        "id": "102984706",
        "newspaper": "The Land (Sydney, NSW : 1911 - 1954)",
        "title": "Yarrawonga-Oaklands Railway.",
        "date": "1927-08-26",
        "snippet": "... <strong>Yarrawonga-Oaklands</strong> Railway. The bridge over the Murray to carry the <strong>Yarrawonga-Oaklands</strong> railway will take two years to build. The Victorian Premier, Mr. Hogan, stated last week that it would be ...  side of the <strong>river</strong> should be com menced until the construction of the bridge was well under way.                     ..."
    },
    {
        "id": "132694247",
        "newspaper": "Weekly Times (Melbourne, Vic. : 1869 - 1954)",
        "title": "No title",
        "date": "1917-09-15",
        "snippet": "...KEY MATCH PRISON, <strong>OAKLANDS.</strong> 2. EMU <strong>RIVER,</strong> BURNIE. 3. ON THE CARLTON OVAL VIEWS IN TASMANIA i. OLD MUD PRISONS, <strong>OAKLANDS.</strong> (Photographs by G. Fethers.)                     ..."
    },
    {
        "id": "190046637",
        "newspaper": "The Age (Melbourne, Vic. : 1854 - 1954)",
        "title": "MARINE COLLISION. SYDNEY, Sunday.",
        "date": "1901-07-29",
        "snippet": "... MARINE COLLISION. SYDNEY, Sunday. The steamer <strong>Oaklands</strong> collided with the <strong>river</strong> steamer Sarah Hixson in the north arm a few miles above Cora[?] this afternoon. noon. The latter was damaged a good deal, and was beached to prevent her sinking. The <strong>Oaklands</strong> was not damaged In any way, and Is ..."
    },
    {
        "id": "198582648",
        "newspaper": "The Age (Melbourne, Vic. : 1854 - 1954)",
        "title": "RIVERINA NEWS. BALRANALD, Monday.",
        "date": "1905-07-25",
        "snippet": "... <strong>RIVERI</strong>NA NA NEWS. BALRANALD. Monday. Lamb marking in this district is exceptionally tionally good, averaging 90 per cent. COROWA. Monday. The net proceeds of the recent children's Dan in aia ot the ...  Days- dale and <strong>Oaklands.</strong>                     ..."
    },
    {
        "id": "145339732",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "VAST POSSIBILITIES IF OAKLANDS COAL WERE DEVELOPED",
        "date": "1950-06-08",
        "snippet": "... establishment of great manu facturing Industries along the <strong>river,</strong> based on <strong>Oaklands</strong> coal and power. ...  VAST POSSIBILITIES IF <strong>OAKLANDS</strong> COAL WERE DEVELOPED (By E. T. KENDELL, M.L.A.) Next to full conservation of our water resources, and <strong>irrigation</strong> over as large an area as possible, no single factor ..."
    },
    {
        "id": "145265497",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "YARRAWONGA-OAKLANDS RAILWAY BRIDGE.",
        "date": "1926-04-21",
        "snippet": "... <strong>YARRAWONGA-OAKLANDS</strong> RAILWAY RAIL- WAY BRIDGE. Mr. M. Kilpatrick, M.L.A., received a replyyesterday from the Water  Conservation and <strong>Irrigation</strong> Commission Commis- sion regarding the proposed diversion of the <strong>weir</strong> across the Murray in or or- der to allow the construction of the ..."
    },
    {
        "id": "16287779",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "IRRIGATION DIVERSION WEIR. ALBURY, Thursday.",
        "date": "1926-04-23",
        "snippet": "... <strong>IRRIGATION</strong> <strong>DIVERSION </strong><strong>WEIR. &amp;nbsp</strong>; ALBURY, Thursday. The Water Conservation and <strong>Irrigation</strong> Commission mission has informed Mr. M. Kilpatrick, M. L. A .,regarding the proposed <strong>dive</strong>rsion <strong>weir</strong> at Yarrawonga to serve Victorian territory, and its effect on the <strong>Yarrawonga-Oaklands</strong> railway bridge, that ..."
    },
    {
        "id": "131248166",
        "newspaper": "News (Adelaide, SA : 1923 - 1954)",
        "title": "French Gem's foal",
        "date": "1953-11-02",
        "snippet": "... French Gem's foal MELBOURNE. Mon.:   French Gem, <strong>dam</strong> of the noted \"Gem\" family, foaled a filly by the former Aus Aus- tralian champion Comic Court at Warlaby Stud. <strong>Oaklands</strong> Junction. yester yester- day.                     ..."
    },
    {
        "id": "126371659",
        "newspaper": "The Maitland Daily Mercury (NSW : 1894 - 1939)",
        "title": "PRODUCTIVE COW Hunter River Triumph",
        "date": "1939-02-08",
        "snippet": "... PRODUCTIVE COW Hunter <strong>River</strong> Triumph Mr. Frank Johnston, of the Baeram[?] 1 <strong>Creek</strong> Jersey Stud, has every reason to be proud of the great achievement of his cow, <strong>Oaklands</strong> Mildred, who has joined the ...  dist iction ot being the first Jersey to officially reach the 1000 lb mark in the Hunter <strong>River</strong> ..."
    },
    {
        "id": "137895332",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "SATURDAY'S MATCHES.",
        "date": "1913-08-13",
        "snippet": "... SATURDAY'S MATCHES.' <strong>Oaklands</strong> defeated Tootool on Saturday by 9 goals 14 behinds to [?] goal I behind, and at Urana Boree <strong>Creek</strong> with twelve men were defeated . by Urana by : - Urana 8 goals 14 behinds, Boree <strong>Creek</strong> 1 goal 1 behind.                     ..."
    },
    {
        "id": "142886521",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "BILLABONG CREEK",
        "date": "1939-04-04",
        "snippet": "... BILLABONG <strong>CREEK</strong> Mr. Spooner has informed Mr. Lethbridge, M.L.A., that he. will agree to make £52/10/ available to explore the possibility of using Bil labong <strong>Creek</strong> waters as a source of supply for <strong>Oaklands,</strong> and to aug ment Urana and Jerilderie supplies.                     ..."
    },
    {
        "id": "141898423",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "COUNTRY MEETINGS.",
        "date": "1916-10-23",
        "snippet": "... COUNTRY MEETINGS. A conscription meeting will be held at Uranquinty tomorrow night, and at Collingullie a'nd Ganmain on Thursday night. against conscription will be held at Boree <strong>Creek</strong> to-night, Urana to morrow, <strong>Oaklands</strong> Wednesday. Yerong <strong>Creek'</strong> Thursday, and Henty Friday.                     ..."
    },
    {
        "id": "16578489",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "WEIR ON THE UPPER MURRAY.",
        "date": "1929-08-26",
        "snippet": "... <strong>WEIR</strong> ON THE UPPER MURRAY. ALBURY.--- Settlers interested in <strong>the irriga</strong>- tion proposals for the ...  <strong>weir</strong> placed across the <strong>river</strong> there should also serve the purpose of a railway bridge for railway ...  <strong>weir.</strong> For some time surveyors have been in the district making estimates in regard to the cost of ..."
    },
    {
        "id": "134880367",
        "newspaper": "Newcastle Morning Herald and Miners' Advocate (NSW : 1876 - 1954) ",
        "title": "CATTLE FOR THE RICHMOND RIVER.",
        "date": "1897-05-06",
        "snippet": "... CATTLE FOR THE RICHMOND <strong>RIVER.</strong> The steamers Wyoming and <strong>Oaklands,</strong> due here on Friday and Saturday next, will each ship. 30 head of dairy cattle for the Richmond <strong>River.</strong>                     ..."
    },
    {
        "id": "104226112",
        "newspaper": "The Land (Sydney, NSW : 1911 - 1954)",
        "title": "JUNEE DISTRICT RECEIVALS",
        "date": "1936-01-17",
        "snippet": "... JUNEE DISTRICT RECEIVALS FOR the season 3,975,359 /bags of wheat have been received in the Junee railway district, including' Mangoplah, 116,000;. Coolamon, 113,274; Marrar, 111,033; Boree <strong>CreeK,</strong> 110.939; Old Junee, 105,836; Grong Grong, 101,625; <strong>Oaklands,</strong> 101,088. A- total of 2,744,158 bags ..."
    },
    {
        "id": "137902263",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "SCHOOL SPORTS.",
        "date": "1932-10-04",
        "snippet": "... V V SCHOOL SPORTS. Children of the Lockhart, Boree <strong>Creek,</strong> Cullivel, Urana, and <strong>Oaklands</strong> lands public schools will hold their annual combined sports gathering at Urana 'to-morrow (Wednesday). The prospects are excellent for a most successful gathering provided . : . the elements are profitious.                     ..."
    },
    {
        "id": "137905248",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "LICENSING COURT.",
        "date": "1933-06-27",
        "snippet": "... LICENSING COURT. The annual . Licensing Court to deal with renewal of publicans' licenses, censes, was held before Mr. Swiney, Licensing Magistrate, at Urana, on Friday last, when the licenses for hotels at Urana, <strong>Oaklands,</strong> Lock hart, Boree <strong>Creek,</strong> Rand, Pleasant Hills, an'd Morundali, wore ..."
    },
    {
        "id": "145398349",
        "newspaper": "Wagga Wagga Express (NSW : 1879 - 1917)",
        "title": "FOOTBALL. ASSOCIATION RULES.",
        "date": "1913-07-31",
        "snippet": "... FOOTBALL. ASSOCIATION RULES. On Saturday last Lockhart boat Urana at Urana by 12 points. <strong>Oaklands</strong> lands easily accounted for Boree <strong>Creek</strong> by 9S points to 7. I Albury easily defeated Corowa at Corowa on Saturday. v                     ..."
    },
    {
        "id": "142479457",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "LOCKHART FOOTBALL ASSOCIATION.",
        "date": "1921-08-10",
        "snippet": "... , LOCKHART -FOOTBALL ASSOCIATION. Players ATlQiJ. \\ Player.s, in the. competition matches in the Lockhart Football Association S are notified of the following fixtures :.: On Saturday, August 13, Tootool v. , tTrahaiat <strong>Oa'klands;</strong> Saturday, Aiifyist ; feo, Lolclchart . i iBoree , <strong>Creek</strong> *at: ..."
    },
    {
        "id": "39567091",
        "newspaper": "Launceston Examiner (Tas. : 1842 - 1899)",
        "title": "TWO STEAMERS ASHORE. SYDNEY, APRIL 13.",
        "date": "1891-04-14",
        "snippet": "... TWO STEAMERS ASHORE. ORE. SYDNEY, APRIL 13. The steamers Wyoning and <strong>Oaklands</strong> went ashore on the breakwater at the Richmond <strong>River</strong> Heads to-day. The Wyoning is high and dry on the spit, and is in a dangerous position. Assistance has been sent.                     ..."
    },
    {
        "id": "104472649",
        "newspaper": "The Port Macquarie News and Hastings River Advocate (NSW : 1882 - 1950)",
        "title": "TO LET OR SELL.",
        "date": "1934-03-03",
        "snippet": "... TO LET OR SELL. Mrs. S. A. Ochs, of 4 Coventry Road, Homebush, advertises either to lease or sell (the latter at Council valuation), her farming property at Maria <strong>River,</strong> known as <strong>'Oaklands.'</strong> Anyone interested can secure full par ticulars from the advertiser.                     ..."
    },
    {
        "id": "134879612",
        "newspaper": "Newcastle Morning Herald and Miners' Advocate (NSW : 1876 - 1954) ",
        "title": "STEAMERS DUE. TO-DAY.",
        "date": "1897-07-24",
        "snippet": "... STEAMERS DUE. <strong>Oaklands,</strong> from Sydney, for Richmond <strong>River.</strong> Talune, from Sydney, for New SUNDAY. Wendouree, from Adelaide. MONDAY. Barrabool from Brisbane. . .. .~ *, TU?IESDAY. Age, from Melbourne.D \" ,linfamite, from Sydney.                     ..."
    },
    {
        "id": "134880868",
        "newspaper": "Newcastle Morning Herald and Miners' Advocate (NSW : 1876 - 1954) ",
        "title": "THE STEAMER OAKLANDS.",
        "date": "1897-07-27",
        "snippet": "... THE STEAMER <strong>OAKLANDS.</strong> This vessel left here on Saturday for the Richmond <strong>River,</strong> but owing to a telegraphic interruption it is known whether she has reached her destination, or whether she has put in some port for safety.                     ..."
    },
    {
        "id": "205773357",
        "newspaper": "The Age (Melbourne, Vic. : 1854 - 1954)",
        "title": "A VICTORIAN BORDER RAILWAY.",
        "date": "1922-08-24",
        "snippet": "... a victorian border railway. A deputation from the Southern <strong>Riveri</strong>na ma district to the Minister of. Railways' on Wednesday asked that a railway should be constructed from Yarrawonga (V.) to 1 <strong>Oaklands</strong> (N.S.W.). Tim Minister said a i definite couefitsion would be reached this week.                     ..."
    },
    {
        "id": "138541204",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "THE HIDDEN WEALTH OF OAKLANDS STRESSED BY MR. E. T. KENDELL, M.L.A.",
        "date": "1949-09-06",
        "snippet": "... | <strong>Oaklands-Urana</strong> and Berrigan dis i tricts, and with an <strong>irrigation</strong> canal ?running close to <strong>Oaklands</strong> there are no ...  THE HIDDEN WEALTH OF <strong>OAKLANDS</strong> -??????? ? 1 ? ? 1 ? ? STRESSED BY MR. E. T. KENDELL, M.L.A. ...  aluminium at <strong>Oaklands</strong> lands was advocated by Mr. E. T. M.L.A., at the Parliamentary . mentary conference ..."
    },
    {
        "id": "155899206",
        "newspaper": "The Murrumbidgee Irrigator (Leeton, NSW : 1915 - 1954)",
        "title": "OAKLANDS RAILWAY Sale to Victoria EARLY NEGOTIATIONS POSSIBLE",
        "date": "1932-09-27",
        "snippet": "... sale to Victoria of 30 miles of railway from <strong>Oaklands</strong> to Boree <strong>Creek,</strong> and perhaps an addi tional 11 miles from Boree <strong>Creek</strong> to Lodkliart. ' Forty-five miles of rail way 'from Yarrawonga to <strong>Oaklands</strong> e.rei ...  <strong>OAKLANDS</strong> RAILWAY Sale to Victoria EARLY NEGOTIATIONS POSSIBLE It is possible that negotiations ..."
    },
    {
        "id": "138772005",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "URANA SHIRE 1951 Works Programme £13,248",
        "date": "1951-01-02",
        "snippet": "... Coorabin, Bonnie Doon road and culvert, £175; clearing, forming Gum <strong>Swamp</strong> road, £310; <strong>Oaklands</strong> ...  Boree-Morundah, £193; western end Morundah-Greenvale Road, £250; Boree <strong>Creek</strong> streets, kerbing and ...  Rolls Lane, £141; forming Bailey's Lane, £45; UranaNow <strong>ranie-Oaklands</strong> reforming, gravel ling between ..."
    },
    {
        "id": "142879443",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "NEW RAILWAY TIME-TABLE Oaklands and Urana Services Reduced",
        "date": "1937-05-18",
        "snippet": "... NEW RAILWAY TIME-TABLE TABLE <strong>Oaklands</strong> and Urana Services Reduced In its winter time-table the N.S.W. W. Railway Department has reduced  ed the service to Urana and <strong>Oak- land</strong>s. From May 23rd. there will be a train only on Mondays to <strong>Oaklands</strong> returning the same day. To Urana there will be only ..."
    },
    {
        "id": "198160507",
        "newspaper": "Leader (Melbourne, Vic. : 1862 - 1918)",
        "title": "OAKLANDS.",
        "date": "1911-05-06",
        "snippet": "... <strong>OAKLANDS.</strong> The subject of illustration (formerly Clear Hills), <strong>Oaklands,</strong> Riverina, is the destined terminus of the Boree <strong>Creek</strong> and Urana railway line, connecting at Lock- hart. The township is ...  progress. One of the first industries in <strong>Oaklands</strong> was Mr. J. Stewart's blacksmithing and wheel- &amp;n ..."
    },
    {
        "id": "189887777",
        "newspaper": "Cobram Courier (Vic. : 1888 - 1954)",
        "title": "Oaklands 400 TONS OF COAL WEEKLY FOR VICTORIA",
        "date": "1947-06-06",
        "snippet": "... <strong>Oaklands</strong> 400 TONS OF COAL WEEKLY FOR VICTORIA Victoria should shortly be able to obtain a consignment of 400 tons of black coal weekly from the <strong>Oaklands</strong> field, said Mr. John R.. Field, manag manag- ...  by the co-operation of <strong>River-</strong> ina shires. Substantial production was expected within 3 months.                     ..."
    },
    {
        "id": "138538264",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "OAKLANDS LINE. Introduction of Winter Time-Table from Sunday, 25th May.—Principal alterations in Train Service.",
        "date": "1930-05-27",
        "snippet": "... will be given from Boree <strong>Creek</strong> to <strong>Oaklands</strong> on Mondays, Wednesdays and Fri days, connecting with ...  and Fridays will start from Boree <strong>Creek</strong> at 3.3 p.m. The 10.25 a.m. mixed train from <strong>Oaklands</strong> to The ...  <strong>OAKLANDS</strong> LINE. Introduction of Winter Time-Table from Sunday, 25th May.-Principal - Principal ..."
    },
    {
        "id": "141499433",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "S.R.D. RIFLE CLUB'S ANNUAL MEETING AT OAKLANDS",
        "date": "1954-09-07",
        "snippet": "... Turner from Lockhart, T. Finnen { from Boree <strong>Creek</strong> and D. Terry j and M. Grace from <strong>Oaklands.</strong> ; The ...  Jerilderie j and <strong>Oaklands</strong> Clubs being No. 1 f Zone and Boree <strong>Creek,</strong> Lockhart J and Pleasant Hills No. ...  S.R.D. RIFLE CLUB'S ANNUAL MEETING AT <strong>OAKLANDS</strong> (By 'Bird') The ihe annual general meeting of the ..."
    },
    {
        "id": "39869271",
        "newspaper": "Cairns Post (Qld. : 1909 - 1954)",
        "title": "TIMBER SALE.",
        "date": "1910-08-12",
        "snippet": "... .,&gt;','- TIMBER SALE. A sale of standing kauri pine ,160.000 superficial feet, »growing on Rooty <strong>Creek,</strong> across the Barron <strong>River,</strong> nine miles from <strong>Oaklands</strong> ing, took place at the Cairns ;Land Office, on Wednesday. The purchase was Mr. D. p. Glendon, and ' the price 1/per 100 superficial Jeet. \" ?                     ..."
    },
    {
        "id": "174033810",
        "newspaper": "Shepparton Advertiser (Vic. : 1914 - 1953)",
        "title": "New Border Railway YARRAWONGA TO OAKLANDS.",
        "date": "1924-09-15",
        "snippet": "... New Border Railway YARRAWONGA TO <strong>OAKLANDS.</strong> After delay caused by the requirements ments of the ...  <strong>Oaklands</strong> was submitted to the Victorian. Pai’liament on Tuesday. The committee- recommends the con ...  north-west to <strong>Oaklands.</strong> The line is estimated to cost £245,800, in cluding £32.400 for a bridge across ..."
    },
    {
        "id": "214240886",
        "newspaper": "Benalla Standard (Vic. : 1901 - 1925)",
        "title": "BORDER RAILWAYS Oaklands - Yarrawonga or Oaklands - Corowa",
        "date": "1922-11-24",
        "snippet": "... BORDER railways <strong>Oaklands</strong> - Yarrawonga or <strong>Oaklands</strong> - William Miller, Milicr. one of the oldest c. t residents of Savernake, states his views regarding the rival claims for a railway from <strong>Oaklands</strong> as follows: Re lli e railway from <strong>Oaklands</strong> to the Victorian border: The Commis sion when in Melbourne ..."
    },
    {
        "id": "137908322",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "OAKLANDS NEWS.",
        "date": "1932-09-06",
        "snippet": "... <strong>OAKLANDS</strong> NEWS. (By 'Scribbo.') Mr. and Mrs,, and Miss Eileen Hurst, are at present spending a short holiday in <strong>Oaklands.</strong> Mr. R. West, of the Commercial Banking Co. of Sydney, has taken up duties again after spending his annual leave at Werris <strong>Creek.</strong> Mr. I! Iverack, who was relieving him. has ..."
    },
    {
        "id": "138771658",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "AUSSIE RULES URANA CLUB'S OFFICIAL NOTES",
        "date": "1952-06-17",
        "snippet": "... <strong>Creek</strong> was cancelled owing to the rains. o o o Urana is all set for the big match against <strong>Oaklands</strong> next ...  <strong>Oaklands</strong> match is Ivor Rockliff who is suffering from a kick in the ankle, sustained in the ...  Wangar atta umpire. o o o Urana team to play <strong>Oaklands</strong> will be selected from: Stakelum (2), Bentham, ..."
    },
    {
        "id": "12129717",
        "newspaper": "The Argus (Melbourne, Vic. : 1848 - 1957)",
        "title": "HUNTING Oaklands Hounds",
        "date": "1939-05-18",
        "snippet": "... HUNTING -4&gt; <strong>Oaklands</strong> Hounds Meeting at the Inverness Hotel, <strong>Oaklands</strong> Junction, yesterday, I Junction yesterday the <strong>Oaklands</strong> Hounds had a fair afternoon's sport, sport there being plenty of jumping ...  over Cusack s property to the Deep <strong>Creek</strong> Hero scent failed As tno ho ir was late hounds were packed ..."
    },
    {
        "id": "102260617",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "OAKLANDS",
        "date": "1933-01-27",
        "snippet": "... <strong>Oorowa-Oaklands,</strong> was held up two miles from' <strong>Oaklands</strong> owing to South <strong>Creek.</strong> being in. flood, the mails being transferred to another, car on the <strong>Oaklands</strong> side. » ? ?. I Unfortunately, a f ew'v farmers have not ...  <strong>OAKLANDS</strong> THE week-end brought heavy rains, 474 points being registered -since Saturday morning, ..."
    },
    {
        "id": "142879034",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "HENRIETTA PATEY",
        "date": "1935-09-24",
        "snippet": "... Mrs. F. Patey, of Corowa owa and <strong>Oaklands.</strong> Mrs. Patey had been in indifferent health for some years, ...  born in Beech worth in 1867 and came to <strong>River</strong> ina in 1874 when her father ac quired property in the Jerilderie district. Later her family came to the <strong>Oaklands</strong> district, and they lived &amp;t 'Retreat', ..."
    },
    {
        "id": "145587895",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "Casey Suggests Open-Cut for Oaklands Coal",
        "date": "1950-08-12",
        "snippet": "... Casey Suggests Open-Cut for <strong>Oaklands</strong> Coal MELBOURNE, Friday: Open-cut development' of coal deposits at <strong>Oaklands,</strong> in Riverina, might eventually be possible, the Minister for National De ...  Bureau of Mineral Resources. 'r£HE <strong>Oaklands</strong> coal was bituminous, but of low grade compared with New ..."
    },
    {
        "id": "41737102",
        "newspaper": "Cairns Post (Qld. : 1909 - 1954)",
        "title": "DEATH OF FAMOUS JERSEY BULL. PIONEER OF OAKLANDS.",
        "date": "1936-06-29",
        "snippet": "... the sire of his <strong>dam.</strong> Before leaving the island, Pioneer of <strong>Oaklands</strong> won a number of prizes, and he ...  DEATH OF FAMOUS JERSEY BULL. PIONEER OF <strong>OAKLANDS.</strong> The famous Jersey bull, Pioneer of <strong>Oaklands,</strong> died in Mississippi, U.S.A, recently. Pioneer of <strong>Oaklands</strong> was born in 1925 in the famous <strong>Oaklands</strong> stud ..."
    },
    {
        "id": "116157399",
        "newspaper": "The Urana Independent and Clear Hills Standard (NSW : 1913 - 1921)",
        "title": "District Football Association",
        "date": "1913-04-25",
        "snippet": "... difficulty which Boree <strong>Creek</strong> feared was the expense of special trains as far as <strong>Oaklands.</strong> His club ...  result:- MAY 31st. ' Urana ,v. <strong>Oaklands.</strong> v Napier v. Urana. Toolool v. Boree <strong>Creek.</strong> JUNE 7th. <strong>Oaklands</strong> v. Napier. Urana v. Tootool. , ■ Boree <strong>-Creek-:v.</strong> Lockhart;: - JUNE 14th. Boreo <strong>Creek</strong> v. <strong>Oaklands.</strong> ..."
    },
    {
        "id": "134609202",
        "newspaper": "Jerilderie Herald and Urana Advertiser (NSW : 1898 - 1958)",
        "title": "Family Notices",
        "date": "1936-08-27",
        "snippet": "... ENGAGEMENT THE engagement is announced of Ann Rebecca (Beck.), only child of the late Chris. Smith, of 'Swan <strong>Lagoon, </strong><strong>Oaklands,</strong> and Mrs. M. Smith, of Paddington, Sydney, to Alan Robert, only son of Mr. and Mrs. W. A. Christie, of Kew, Vic Vic- toria. The Jerilderie Herald Urana Advertiser - AND ..."
    },
    {
        "id": "70774996",
        "newspaper": "The North Eastern Ensign (Benalla, Vic. : 1872 - 1938)",
        "title": "YARRAWONGA WEIR WORK OF CONSTRUCTION.",
        "date": "1936-05-29",
        "snippet": "... YARRAWONGA <strong>WEIR</strong> WORK OF CONSTRUCTION. ACTIVITY is manifest in the Yarrawonga rawonga district owing to the construction of the Yarrawonga <strong>weir</strong> and the <strong>irrigation</strong> channels feeding the country from ... r <strong>weir</strong> is being constructed just down stream of the <strong>Yarrawonga-Oaklands</strong> railway bridge. It is more ..."
    },
    {
        "id": "186448723",
        "newspaper": "Numurkah Leader (Vic. : 1895 - 1948)",
        "title": "Yarrawonga Weir. Good Progress Being Made.",
        "date": "1936-05-19",
        "snippet": "... Yarrawonga <strong>Weir.</strong> Good Progress Being Made. • Activity is manifest in the Yarrawonga district owing to the construction of the Yarrawonga <strong>Weir,</strong> and the <strong>irrigation</strong> canals feeding the country from ...  of these is to .be constructed in «the bed of the <strong>River</strong> Murray itself. This is the main <strong>weir,</strong> 400 ..."
    },
    {
        "id": "1161918",
        "newspaper": "The Courier-Mail (Brisbane, Qld. : 1933 - 1954)",
        "title": "BRAMPTON BASILUA CONTROVERSY What Pedigrees Prove",
        "date": "1934-01-19",
        "snippet": "... tane of <strong>Oaklands</strong> produced Oxford Sultan of <strong>Oaklands,</strong> while Bonnie 5th's sire and <strong>dam,</strong> respectively, ...  Basllua's wonderful performance to the great prepotency of Oxford Sultan of <strong>Oaklands,\"</strong> writes \"Klnga- ...  Volun- teer, or through the dams of those bulls, 183 per cent, Noble Sultane of <strong>Oaklands</strong> and 6J per ..."
    },
    {
        "id": "116158899",
        "newspaper": "The Urana Independent and Clear Hills Standard (NSW : 1913 - 1921)",
        "title": "PRESBRTERIAN CHURCH",
        "date": "1913-11-14",
        "snippet": "... PRESBRTERIAN CHURCH On Sunday next Mr W. H. Shelley, of the British and Foreign eign Bible Society will occupy the pulpit in the Presbyterian Church, Urana, at 11 a.m. and 7.30 p.m., and at Round <strong>Swamp</strong> at 3 p.m. Rev. J- A. Craigen will con duct service at <strong>Oaklands</strong> at 2 p.m.                     ..."
    },
    {
        "id": "102154292",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "URANA.",
        "date": "1923-05-18",
        "snippet": "... Round: Saturday 26th May - Lockhart v. Boree <strong>Creek,'</strong> Too toiD-1 v. Milbrulong, Urana- v. <strong>Oaklands.</strong> Saturday, 2nd June. - <strong>Oaklands</strong> v. Too tool, Urana v. Lockhart, Boree <strong>Creek</strong> y. Lockhart. Saturday, 9th June. - Lockhart. v. <strong>Oaklands,</strong> Milbrulong v. Urana, Tootool v. Boree <strong>Creek.</strong> Sat urday, 16th June. ..."
    },
    {
        "id": "137907753",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "OAKLANDS NEWS.",
        "date": "1932-05-10",
        "snippet": "... <strong>OAKLANDS</strong> NEWS. The Berringan 'Advocate' was facetious in its last issue, at the expense pense of a ...  <strong>swamp</strong> minus his boots, with the result that he stub bed his toe badly on a stump. Last week, whilst ...  There is going to be football in <strong>Oaklands</strong> this year. On Thursday night last, <strong>Oaklands</strong> were admitted ..."
    },
    {
        "id": "188497953",
        "newspaper": "Cobram Courier (Vic. : 1888 - 1954)",
        "title": "IRRIGATION. Construction Works.",
        "date": "1936-05-21",
        "snippet": "... <strong>IRRIGATION.</strong> Construction Works. Activity is manifest in the Yarrawonga rawonga district owing to the construction struction of the Yarrawonga <strong>Weir</strong> and the <strong>irrigation</strong> canals feeding the country from ...  larger of these is to be constructed in the bed of the <strong>River</strong> Murray itself. This is the main <strong>weir,</strong> ..."
    },
    {
        "id": "118511928",
        "newspaper": "Queensland Times (Ipswich) (Qld. : 1909 - 1954)",
        "title": "New Jersey World Record.",
        "date": "1933-12-19",
        "snippet": "... Ox ford Sultan, by Oxford Sultan of <strong>Oaklands,</strong> by Oxford You'll Do ex Volunteer's Estella, by Jersey Vol unteer. Her <strong>dam</strong> Is Bonnie Benedicta, by Oxford Sultan of <strong>Oaklands</strong> ex Ronnle 6th, by Benedlctlne's ...  sire of Vclun teer's Estella. is a son of Golden Fern's Noble and Noble Sultane of <strong>Oaklands,</strong> the <strong>dam</strong> ..."
    },
    {
        "id": "112707410",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "COUNTRY NEWS OAKLANDS",
        "date": "1936-02-28",
        "snippet": "... COUNTRY <strong>OAKLANDS</strong> (From Our Special Correspondents/, <strong>LAST T A</strong>ST Wednesday and Thursday violent lent thunderstorms passed over this' district. Fortunately little <strong>dam</strong>age has been ibeen reported. ...  minutes. ' A ? public ? meeting in connection with the <strong>Oaklands</strong> Recreation Eeserve was held, the ..."
    },
    {
        "id": "101402635",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "OAKLANDS. Saturday, May 30.",
        "date": "1914-06-05",
        "snippet": "... <strong>OAKLANDS.</strong> (From Our Ovm Correspondent.) ? ' ?? Saturday, May Correspondent.) A combined schools ...  The schools represented 'were <strong>Oaklands,</strong> Gverton, Back Paddock, Mou rami, and Momolong, and in the ...  (Overton), 1; Mary Ste \\vart <strong>(Oaklands),</strong> 2 j Keith .Black .'(Oak lands), 3. The children were then march ..."
    },
    {
        "id": "116162118",
        "newspaper": "The Urana Independent and Clear Hills Standard (NSW : 1913 - 1921)",
        "title": "General News. Religious Notices.  CHURCH OF ENGLAND.",
        "date": "1914-09-18",
        "snippet": "... a.m.. Goree 3 p.m., Coononp 7-30. 3rd Sunday- <strong>Oaklands</strong> 2 p.m., _ ' Urana 7-30. v4th Sunday- Urana .11 a.m., ■ -• - Round <strong>Swamp</strong> 3: 5th Sunday- (when occurring) <strong>Oaklands</strong> 2 p.m., Urana 7-30. ..."
    },
    {
        "id": "110441437",
        "newspaper": "The Canberra Times (ACT : 1926 - 1995)",
        "title": "4 drown in Riverina heatwave",
        "date": "1970-12-02",
        "snippet": "... was found in a shal low <strong>irrigation</strong> channel at <strong>Oaklands</strong> last night. He was Kevin John Cot terill, of ...  father of seven children, Ellis Brown, of Gilmore, drowned in the Gilmore <strong>Creek</strong> on .Saturday. Seamus Patrick Dowling, 19, of Talbingo, drowned in the Blowcring <strong>Dam</strong> and a 56 year-old Barnawartha man, Harold ..."
    },
    {
        "id": "154936586",
        "newspaper": "The Age (Melbourne, Vic. : 1854 - 1954)",
        "title": "WATER SUPPLY IN SUNSHINE DISTRICT. BULLA, Monday.",
        "date": "1915-01-19",
        "snippet": "....L.A., J..A., to utilise the waters of t.he Upper .Maribymong <strong>River</strong> for the supply of domestic, _ stodc_ ami [rartial <strong>irrigation</strong> water for the plains from Sun shine and St. Albans, through Bulla, Tul lamaritie, <strong>Oaklands,</strong> Greenville, Keitor. Dig gers^ Rest and Sydenham nort.il wards should be supported. ..."
    },
    {
        "id": "102336528",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "OAKLANDS",
        "date": "1938-01-28",
        "snippet": "... present in <strong>Oaklands</strong> is 'Furphy,' as' tanks are going all  day long carting water from the <strong>dam,</strong> the greater number -of house tanks being empty and drinking water at . a premium. The <strong>Oaklands</strong> silos ...  - <strong>OAKLANDS</strong> <strong>OAKLANDS </strong>' has experienced some -very trying spells of hot weather, the temperature ..."
    },
    {
        "id": "63789622",
        "newspaper": "The Mail (Adelaide, SA : 1912 - 1954)",
        "title": "BRED AT OAKLANDS Lord Spasa's First Show—Up",
        "date": "1924-07-26",
        "snippet": "... BRED AT <strong>OAKLANDS</strong> Lord Spasa's First Show-Up Lord Spasa, which ran a dead heat at Eudunda, was one of the number which Mr. T. C. Tait submitted to auction tion when he broke up his <strong>Oaklands</strong> Stud. This youngster was acquired by Mr; W. Riles for 50 gs. As the name suggests he is by St Spasa, his <strong>dam</strong> ..."
    },
    {
        "id": "101520906",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "OAKLANDS.",
        "date": "1924-08-22",
        "snippet": "... <strong>Creek</strong> by 7 points. <strong>Oaklands</strong> and Borcc <strong>Creek</strong> meet jn the final on Saturdav next at Lockhart. Mr. D. C. ...  <strong>OAKLANDS.</strong> - (From Our Own . Correspondent.) During last week surveyors from the Victorian Railway Department .visited <strong>Oaklands</strong> for the purpose of making investigation vestigations re the ..."
    },
    {
        "id": "59369353",
        "newspaper": "The Mail (Adelaide, SA : 1912 - 1954)",
        "title": "OAKLANDS ESTATE.",
        "date": "1914-10-17",
        "snippet": "... <strong>OAKLANDS</strong> ESTATE. A great number of enquiries have been received by Messrs. Stacy, Dunn, and Ayliffc, of Alma Chambers, regarding the <strong>Oaklands</strong> subdivision, and several sales have been effected. There ...  two. The land is suitable for lucerne, <strong>irrigation,</strong> and all kinds of intensive enl cul ture.  ..."
    },
    {
        "id": "202974600",
        "newspaper": "The Age (Melbourne, Vic. : 1854 - 1954)",
        "title": "RAILWAY EXTENSION URGED.",
        "date": "1920-02-25",
        "snippet": "... Savernake from <strong>.Oaklands,</strong> and thence to Afulwala. ' The extension is advocated in tnc interests ol ...  mine at Coorabin, near <strong>Oaklands.</strong> ' ltcvAjpmoii.s in connection with the\" Upper Murray irri gation ..."
    },
    {
        "id": "101526034",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "OAKLANDS.",
        "date": "1924-07-11",
        "snippet": "... <strong>Lockhart-Oaklands</strong> Association. Lock hart journeyed to Borco <strong>Creek</strong> and was defeated by three points. Urana ...  <strong>OAKLANDS.</strong> (From Our Own Correspondent.) At last the long wanted post office buildings are about to ...  lYinrTinnrn n-F TVfiss TtfolllA ATn.rp.HS to Mr. Leslie Trethowan is announced to take placo in <strong>Oaklands</strong> ..."
    },
    {
        "id": "4499773",
        "newspaper": "The Argus (Melbourne, Vic. : 1848 - 1957)",
        "title": "No title",
        "date": "1932-09-24",
        "snippet": "... A WELCOME REST.-After a strenuous run during the last meet of the season the <strong>Oaklands</strong> Hounds revelled in the cooling water of a <strong>dam</strong> near Sherwood. The horsemen are {left) the whip (Mr. C. Hutt) and the huntsman (Mr. H. H. Daniels, jun.). ).                     ..."
    },
    {
        "id": "22424415",
        "newspaper": "The Argus (Melbourne, Vic. : 1848 - 1957)",
        "title": "THEY'RE HOT ON THE SCENT",
        "date": "1947-05-06",
        "snippet": "... THEY'RE HOT ON THE SCENT <strong>CAKLANDS</strong> HUNT CLUB PACK splashing through a <strong>dam</strong> at Sherwood during a trial run for the opening meet of the hunting season at the end of this month. Inexperienced | puppies are coupled to old hands at the game in these early training runs. Hounds are in charge of Mr H. ..."
    },
    {
        "id": "88828748",
        "newspaper": "Chronicle (Adelaide, SA : 1895 - 1954)",
        "title": "A NOTABLE JERSEY.",
        "date": "1913-05-10",
        "snippet": "... A NOTABLE JERSEY. The Jersey depicted in the illustration is Lady Aldan, for whom the claim is made of champion cow of the Island of Jersey. ersey. She is the <strong>dam</strong> of the noted [?] Goldfern's Noble, by the well-known Noble of <strong>Oaklands.</strong>                     ..."
    },
    {
        "id": "121129271",
        "newspaper": "Weekly Times (Melbourne, Vic. : 1869 - 1954)",
        "title": "CHAMPION JERSEY BULL",
        "date": "1914-05-09",
        "snippet": "... CHAMPION JERSEY BULL The Jersey JeisQy bull Pallas Noble \"was first and reserve champion at the recent cent Royal Show at Bristol, and first at the Bath and West and the Royal Counties He was calved March, 1911, and got by Noble of <strong>Oaklands</strong> <strong>dam</strong> Pallas 2nd by Sovereign.                     ..."
    },
    {
        "id": "140760469",
        "newspaper": "The Australasian (Melbourne, Vic. : 1864 - 1946)",
        "title": "NEW BORDER RAILWAY.",
        "date": "1924-09-06",
        "snippet": "... the Coorabin coalfields, near <strong>Oaklands</strong> (N.S.W.), and allied mat ters, the report of the committee on the proposed railway from the Victorian border to <strong>Oaklands</strong> was submitted\" to the Victorian ...  between the parishes of Wangamong and Coreen West, und thence north-west to <strong>Oaklands.</strong> The line is esti ..."
    },
    {
        "id": "142884086",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "RAIL TIME TABLE The Rock-Oaklands Line",
        "date": "1938-08-23",
        "snippet": "... j RAIL TIME TABLE The <strong>Rock-Oaklands</strong> Line MONDAYS ONLY. - The Rock 10.35 a.m.; Milbrulong 11.11; Lockhart, hart, arrive 11.28, depart 11.33; Boree <strong>Creek,</strong> arr. 11.56, depart 12.1; Yuluma 12.17: Culflvel 12.36: Urana, arr. 12.52, depart 12.57; Uranagong 1.9; Coorabin 1.22; <strong>Oaklands,</strong> arrive 1.33, ..."
    },
    {
        "id": "136258696",
        "newspaper": "Newcastle Morning Herald and Miners' Advocate (NSW : 1876 - 1954) ",
        "title": "DEPARTURES.—June 20.",
        "date": "1896-06-22",
        "snippet": "... DEPARTURES.-June 20. Stillwater, barque, for Manila. June 21. Titus, s, for New Guinea and Solomon Islands. Coastwise-June 20: Ethel, schooner, for Port Stephens; Electra, s, for IMacleay <strong>River;</strong> Chindera, a, for Tweed <strong>River:</strong> Williams, s, for Nelson's Bay; <strong>Oaklands,</strong> a, for Richmond <strong>River.</strong> June 21: ..."
    },
    {
        "id": "102158953",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "JERILDERIE.",
        "date": "1923-06-29",
        "snippet": "... trying experience in negotiating gotiating the road between <strong>Oaklands</strong> and this town when returning from the sheep sale at <strong>Oaklands.</strong> Between 4 and 0 n.m. they left <strong>Oaklands,</strong> and although the travelling was ...  member the sale at <strong>Oaklands.</strong> Since iHie middle of May 570 points of ram have been recorded here. ..."
    },
    {
        "id": "207167182",
        "newspaper": "The Wooroora Producer (Balaklava, SA : 1909 - 1940)",
        "title": "PARS. ABOUT PEOPLE",
        "date": "1938-04-07",
        "snippet": "... PARS. ABOUT PEOPLE Mr. Doug. Chandler, of <strong>Oaklands,</strong> was the guest of Mr. and Mrs. J. Flanigan at Stockyard <strong>Creek</strong> last week. Mr. A. P. Anderson is the champion of the Balaklava Bowling Club after ...  returned nomc after a short stay at Stockyard <strong>Creek.</strong>                     ..."
    },
    {
        "id": "143818223",
        "newspaper": "Riverina Recorder (Balranald, Moulamein, NSW : 1887 - 1944)",
        "title": "Weir On The Upper Murray",
        "date": "1929-08-31",
        "snippet": "... <strong>Weir</strong> On The Upper Murray Settlers interested in the <strong>irrigation</strong> proposals for the Murray are urging that the authorities. should come to an early decision regarding the Upper Murray <strong>weir.</strong> For some ...  the <strong>weir</strong> at Bungo wannah, nenr Albury. It has been as certained, however, that Victorian in fluence ..."
    },
    {
        "id": "176222120",
        "newspaper": "The Henty Observer (NSW : 1914 - 1950)",
        "title": "Southern Riverina Road Conference at Daysdale DISTRICT SHIRE COUNCILS AND MAIN ROADS BOARD",
        "date": "1934-02-02",
        "snippet": "... Daysdale half-way from the Murray <strong>River</strong> and Urana. If the road -went through <strong>Oaklands</strong> it would bring ...  Hume and Jerilderie, and the <strong>Oaklands</strong> Progress Association met at the Daysdale Public Hall on Tuesday ...  alternatives - one for a road through <strong>Oaklands</strong> from Berrigan. and then on to Rand, and the other for the ..."
    },
    {
        "id": "132512452",
        "newspaper": "Newcastle Morning Herald and Miners' Advocate (NSW : 1876 - 1954) ",
        "title": "DEPARTURES.—September 14.",
        "date": "1895-09-16",
        "snippet": "... DEPARTURES.-September 14. Arcola, bq, for Panama; Macleay, s, for Richmond <strong>River.</strong> <strong>Oaklands,</strong> s, for Richmond <strong>River.</strong> Augusta, s, for Byron Bay. Co stwise.-September 14: Willinm, .s, for Port Stepheno; Tamar, o, Alico, a, Namoi, o, Mario, brig, Jonel Brotbers, f b, for Sydney. Beptnmber 11: Nellie, ..."
    },
    {
        "id": "208227628",
        "newspaper": "Wagga Wagga Express (NSW : 1930 - 1939)",
        "title": "MORE CANALS PROPOSED BALLDALE, OAKLANDS, TO JERILDERIE SIGNIFICANT MENTION BY DEPARTMENT",
        "date": "1934-05-19",
        "snippet": "... Water Conservation and <strong>Irrigation</strong> Com mission) states that the construc tion of the Stevens <strong>Weir,</strong> and ...  MORE CANALS PROPOSED mtm ' '' BALLDALE, <strong>OAKLANDS,</strong> TO JERILDERIE ; SIGNIFICANT MENTION BY DEPARTMENT It has been announced by the Water Conservation and <strong>Irrigation</strong> Commission that the Berriquin s ..."
    },
    {
        "id": "10488267",
        "newspaper": "The Argus (Melbourne, Vic. : 1848 - 1957)",
        "title": "PROVIDING THE LAND.",
        "date": "1910-12-30",
        "snippet": "... PROVIDING PROVJDrNCf THE LAND. | The . Closer Settlement, Board will early next year make available a number of unirrigable irrigable allotments on the Eumerella, <strong>Oaklands,</strong> lands, Werribee, and Cornellia <strong>Creek</strong> estates, which have not yet been opened np for settlement. Newcomers from (îrcitt lil ..."
    },
    {
        "id": "142937134",
        "newspaper": "The Australasian (Melbourne, Vic. : 1864 - 1946)",
        "title": "PROVIDING THE LAND.",
        "date": "1910-12-31",
        "snippet": "... PROVIDING THE LAND. The Closer Settlement Board will early next year make available a number of unirrigable irrigable allotments on the Eumerella, <strong>Oaklands,</strong> lands, Werribee, and Cornellia <strong>Creek</strong> estates, which have not yet been opened up ! for settlement. Newcomers from Great j Britain will then ..."
    },
    {
        "id": "57496358",
        "newspaper": "Eltham and Whittlesea Shires Advertiser (Vic. : 1940 - 1942)",
        "title": "DIAMOND CREEK",
        "date": "1942-04-10",
        "snippet": "... DIAMOND <strong>CREEK</strong> Mr. George Huntly, who is in Royal Melbourne Hospital recovering from an operation, expects to return home in about a week. DOREEN A [r. and Mrs. A. L. Dixon of the State Schooliare being congratulates on the birth of a daughter. Bernice Mary, at <strong>Oaklands</strong> Hospital, Preston, on March ..."
    },
    {
        "id": "4453143",
        "newspaper": "The Argus (Melbourne, Vic. : 1848 - 1957)",
        "title": "No title",
        "date": "1932-05-21",
        "snippet": "... A SIMPLE HUNTING SCENE.-huntsmen, hounds, and followers of the <strong>Oaklands</strong> Club on Saturday. Mists rising from the Moonee Ponds <strong>Creek</strong> have obliterated all the hilly country in the background, leaving only a few wind-swept sugar-gums to be seen by the wayside.                     ..."
    },
    {
        "id": "102947785",
        "newspaper": "The Land (Sydney, NSW : 1911 - 1954)",
        "title": "Corowa. WHERE YOU CAN VOTE.",
        "date": "1913-11-21",
        "snippet": "... Corowa. WHERE YOU CAN VOTE. Argoon, Athole, Balldale, Barooga, Berrigan, Boree <strong>Creek,</strong> Brocklesby, Bulgandrn, Bundure, Bungawannah, Burrmnbuttock, Carlyle, Coreen, C-orowa, Dayadale, Finloy, ... Mount Gwynne, Mucra, Muhvala, Nangunia, Nowranic, <strong>Oaklands,</strong> Oaborno, Pleasant Mills, Ringwood, ..."
    },
    {
        "id": "103052058",
        "newspaper": "The Land (Sydney, NSW : 1911 - 1954)",
        "title": "Queen Bee's Picture Gallery",
        "date": "1930-07-25",
        "snippet": "... Queen Bee's Picture Gallery BEES FROM NORTH, SOUTH, EAST AND WEST. (1) \"Heather Bell,\" Urana; (2) Myrtle Ottery, Kyogle; (3) \"Bachelor Too\" (reading his Beehive Pages), Young. (4) Cora Watt, Baldry; (5) \"Ripple,\" Boorowa; (6) \"Ranger's Sister,\" Burrumbuttock; (7) \"Mountain Belle,\" Store <strong>Creek.</strong> (8) ..."
    },
    {
        "id": "130882710",
        "newspaper": "The Grenfell Record and Lachlan District Advertiser (NSW : 1876 - 1951)",
        "title": "Family Notices",
        "date": "1876-05-06",
        "snippet": "... BIRTH. ELLIOTT. - At <strong>Oaklands,</strong> near Grenfell, on the 24th April, the wife of Mr, W. B. Elliott of a daughter. DEATH. EVERETT. - April 27th, 1876, at her residence, Milburn <strong>Creek,</strong> Carcoar district, the beloved wife of James Everett (late of Grenfell) storekeeper and publican, after a long and ..."
    },
    {
        "id": "141500845",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "HORWOOD BAGSHAW LTD. AGENCY",
        "date": "1954-10-05",
        "snippet": "... HORWOOD BAGSHAW LTD. AGENCY In the last issue of the 'Review' J. M. Smith and Co. of Urana and Rand were stated as having the agency for the above firm in Urana, <strong>Oaklands</strong> and Boree <strong>Creek.</strong> . It has been pointed out that only the Urana branch of this firm has the agency mentioned and riot Rand as ..."
    },
    {
        "id": "145321321",
        "newspaper": "Wagga Wagga Express (NSW : 1879 - 1917)",
        "title": "LOCKHART ASSOCIATION",
        "date": "1914-08-01",
        "snippet": "... LOCKHART ASSOCIATION The. final for the premiership of the Lockhart-Brana ?Loekhart-l'rjna competition will be played uluyed between Brana and <strong>Oaklands</strong> at Borce <strong>Creek</strong> to-day. j                     ..."
    },
    {
        "id": "212518342",
        "newspaper": "The Daily Express (Wagga Wagga, NSW : 1930)",
        "title": "ALTERED TRAIN SERVICE THE ROCK TO OAKLANDS",
        "date": "1930-05-24",
        "snippet": "... <strong>Oaklands,</strong> conveying passon gers off the rail .motor from Boree. <strong>-Creek.-</strong> - - The rail .motor leaves The ...  ALTERED TRAIN SERVICE THE ROCK TO <strong>OAKLANDS</strong> Alterations have been made on the- <strong>Lockhart-Oaklands</strong> ...  11.49 a.m. It will leave for Boree <strong>creek</strong> at 11.51 and arrives there at 12.16 p.m. and returns every day. ..."
    },
    {
        "id": "138529906",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "Family Notices",
        "date": "1913-02-12",
        "snippet": "... MARRIAGE. Kieksas- Feanklis.- On caturday, February 8tu, liUiJ, at bt. Aidan's Church of England, Lockhart, by Rev. W . H. Beer, Randal Kiernan to Miss Y. FrankliD of Long Park, Boree <strong>Creek,</strong> late of Sydney.' THE LOCKHART REVIEW AND       <strong>OAKLANDS</strong> ADVERTISER, ..."
    },
    {
        "id": "4100070",
        "newspaper": "The Argus (Melbourne, Vic. : 1848 - 1957)",
        "title": "HUNTING. Oaklands Hounds.",
        "date": "1930-07-17",
        "snippet": "... HUNTING. <strong>Oaklands</strong> Hounds. As the point to point meeting is on Monday <strong>Oaklands</strong> lands Hounds met on Wednesday instead of Saturday, da}, and spent a most unpromising day The forest in Glenara was first ...  <strong>creek</strong> where the} lost Scural other nina followed oter the same counto. but rising wind and poor ..."
    },
    {
        "id": "10769932",
        "newspaper": "The Argus (Melbourne, Vic. : 1848 - 1957)",
        "title": "EXTENSION TO OAKLANDS OR BULLA. TO THE EDITOR OF THE ARGUS.",
        "date": "1913-03-05",
        "snippet": "... EXTENSION TO <strong>OAKLANDS</strong> OR BULLA. _ I TO THE EDITOR OF THE ARGUS. yours, &amp;c., TRAVELLER. <strong>Oaklands.</strong> 3. Greenvale, and the Sanitorium, and furtlur north, is badly in need of n branch line from Essendo ...  health» building sites around Otk linds mid the Deep <strong>Creek</strong> The passen gi r ttitdie nlont» in lime ..."
    },
    {
        "id": "101616155",
        "newspaper": "Narandera Argus and Riverina Advertiser (NSW : 1893 - 1953)",
        "title": "TENDERS FOR OAKLANDS RESERVOIR",
        "date": "1953-08-20",
        "snippet": "... TENDERS FOR <strong>OAKLANDS</strong> I RESERVOIR I The S.R.C.C. accepted a tender for 1 the construction of the <strong>Oaklands</strong> reservoir ? servoir at its meeting on Tuesday. I The reservoir is to be constructed I by ...  gallons and will be a replica I of reservoirs now existing at Lock- I hart, Yerong <strong>Creek,</strong> Walla Walla, ..."
    },
    {
        "id": "124360436",
        "newspaper": "The Sydney Stock and Station Journal (NSW : 1896 - 1924)",
        "title": "BUTHERWAH STATION.",
        "date": "1908-07-03",
        "snippet": "... BUTHERWAH STATION. A message from Urana reads\"-\"The : - 'The survey of the line of railway, Lockhart to Borce <strong>Creek,</strong> thence Urana to Clear <strong>Hills-'Oaklands'-is</strong> - <strong>'Oaklands'</strong> - is being proceeded with, and now that another surveyor has lr. '--u put on rapid progress should result. Mr. L'p combe -;f ..."
    },
    {
        "id": "145316596",
        "newspaper": "Wagga Wagga Express (NSW : 1879 - 1917)",
        "title": "FOOTBALL AUSTRALIAN RULES. URANA WINS MINOR PREMIERSHIP.",
        "date": "1914-07-09",
        "snippet": "... the semi-final or final. -Urana oidy lost one match to <strong>Oaklands</strong> in tlie early purl of the season. <strong>Oaklands</strong> comes next with four wins out of six gi'imes. Lock hart won three and lost three, whilst Boree <strong>Creek</strong> never won a game. ? ? ?                     ..."
    },
    {
        "id": "145668877",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "TENDER FOR OAKLANDS RESERVOIR",
        "date": "1953-08-19",
        "snippet": "... TENDER FOR <strong>OAKLANDS</strong> RESERVOIR The S.R.C.C. Jt.C.C. accepted a tender for the construction of the <strong>Oaklands</strong> reservoir at its meeting yesterday. Tlie leservolr is to be con structed by William F. ...  reservoirs now existing at Lockhart, Yerong <strong>Creek,</strong> Walla Walla ' and Urana.                     ..."
    },
    {
        "id": "199848833",
        "newspaper": "Evening Journal (Adelaide, SA : 1869 - 1912)",
        "title": "PROVINCIAL TELEGRAMS. KADINA, October 7.",
        "date": "1887-10-08",
        "snippet": "... amalgamated picnic to-day at <strong>Oaklands</strong> eight schools were represented, viz, YorketowD, Salt <strong>Creek,</strong> Melville, <strong>Oaklands,</strong> Stansbmy, Lake Sunday, Edithburgh, and Honiton. It was a great success. The weather was ..."
    },
    {
        "id": "3327738",
        "newspaper": "Northern Territory Times and Gazette (Darwin, NT : 1873 - 1927)",
        "title": "Family Notices",
        "date": "1894-09-14",
        "snippet": "... DEATH. MASTERS.-At Pine <strong>Creek,</strong> N.T., on the 10th September, 1894, after a short and acute illness, OLIVE GERTRUDE, the dearly beloved and only daughter of C. Masters, <strong>Oaklands</strong>   <strong> M</strong>eadows, and the late T. Martín,  The Grange, Echunga, South Australia. Aged 14 years and 2 ..."
    },
    {
        "id": "9360304",
        "newspaper": "The Argus (Melbourne, Vic. : 1848 - 1957)",
        "title": "HUNTING.",
        "date": "1895-05-30",
        "snippet": "... HUNTING. The Burwood Hounds meet at the Tower Hotel, Auburn, on Saturday at 9 p.m. The <strong>Oaklands</strong> Hounds meet on Saturday at Maribyrnong-bridge, Saltwater <strong>River,</strong> Wier, at half-past 1 tmarp. _                     ..."
    },
    {
        "id": "65087729",
        "newspaper": "The North Western Advocate and the Emu Bay Times (Tas. : 1899 - 1919)",
        "title": "A STEAMER FOUNDERS IN A GALE. EIGHT FATALITIES.",
        "date": "1903-05-30",
        "snippet": "... received of a serious marine disaster on the New South Wales coast. The steamer <strong>Oaklands</strong> foundered on Wednesday last, several lives being lost. The <strong>Oaklands</strong> was employed in running between Sydney and the Clarence <strong>River</strong> and she left Sydney on Wednesday-, but did not get far before encountering a ..."
    },
    {
        "id": "75201340",
        "newspaper": "Sunshine Advocate (Vic. : 1924 - 1954)",
        "title": "KEILOR NEWS",
        "date": "1938-12-02",
        "snippet": "... KEILOR NEWS o In the cricket match, Keilor p. <strong>Oaklands,</strong> the former made 77 runs (A. Cox 26). <strong>Oaklands</strong> made 90 for the loss of 0 wickets. Mr. Ward Harker, son of Mr. and Mrs P. I-Harker, met with an ...  progress. The <strong>river</strong> is drying up rapidly in ,places, and long patches of the bed is showing. Unless rain ..."
    },
    {
        "id": "106945196",
        "newspaper": "The Canberra Times (ACT : 1926 - 1995)",
        "title": "Soil on murder charge",
        "date": "1966-11-09",
        "snippet": "... will resume the hearing at 10am tomorrow. Anderson, of Ullina Park, near <strong>Oaklands.</strong> in the <strong>River</strong> ilia ...  at <strong>Oaklands</strong> on September 7. The Crown Prosecutor, Mr D. F. Kelly, QC, alleged that Anderson killed ..."
    },
    {
        "id": "117264971",
        "newspaper": "Queensland Times (Ipswich) (Qld. : 1909 - 1954)",
        "title": "HOPES BRIGHT FOR RIVERINA COAL",
        "date": "1950-08-12",
        "snippet": "... HOPES BRIGHT FOR RIVERINA COAL MELBOURNE, Aug. 11.-Open - Open cut development of the <strong>Oaklands</strong> coalfield in the <strong>River</strong>ina na might eventually prove possible, the Minister for Na tional Development ...  surveys. The coal was low-grade compared with Newcastle coals, but <strong>Oaklands</strong> was so situated that coal ..."
    },
    {
        "id": "191355001",
        "newspaper": "The Age (Melbourne, Vic. : 1854 - 1954)",
        "title": "CLOSER SETTLEMENT. 'A' LONDON ESTATE.",
        "date": "1910-08-20",
        "snippet": "... <strong>River</strong> on account of Mr. Chns, N. Kidman. Thta property is knora as <strong>\"Oaklands,\"</strong> and is situate near Jiorung. <strong>\"Oaklands\"</strong> com prises an area, of 8057 acres 3 roods 30 gerehes, and has been purchased by ..."
    },
    {
        "id": "206179197",
        "newspaper": "The Age (Melbourne, Vic. : 1854 - 1954)",
        "title": "BORDER RAILWAYS. Line from Yarrawonga to Oaklands.",
        "date": "1927-08-10",
        "snippet": "... border railways. Line from Yarrawonga to <strong>Oaklands.</strong> In the Legislative Assembly yesterday Mr.  ...  construction of a border railway Prom <strong>Oaklands,</strong> N.S.AV., to' Yarra- wonga. Tlio Premier said' the ...  not desirable that the proposed railway on the New South Wales side of the <strong>-.river</strong> should bo ..."
    },
    {
        "id": "214225699",
        "newspaper": "Benalla Standard (Vic. : 1901 - 1925)",
        "title": "SUPPORT FROM MILDURA.",
        "date": "1923-05-25",
        "snippet": "... bodies .for the proposed <strong>Oaklands-</strong> to Yarrawonga. railway. The. fuel short age in Mildura, for pumping purposes makes it necessary. -to. secure supplies c/lscwhcre, and if the <strong>Oaklands</strong> coal field develops as expected, the rail way to Yarriuyonga, would take coal to the <strong>River</strong> Murray for wafer trans- ..."
    },
    {
        "id": "9217807",
        "newspaper": "The Mercury (Hobart, Tas. : 1860 - 1954)",
        "title": "INTERCOLONIAL SHIPPING.",
        "date": "1889-08-10",
        "snippet": "... INTERCOLONIAL SHIPPING. ARRIVED.-Adelaide, August 6 - Swift, I from Ulverstone; Myrtlo Holm, from London. J CLEARED OUT.-Hobson's Bay, August 7- | Tasman, for Duck <strong>River,</strong> in ballast. ...  Batavia. August 7 j <strong>-Oaklands,</strong> for San Diego.                     ..."
    },
    {
        "id": "13838084",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "PROJECTED DEPARTURES,—SEPTEMBER 9.",
        "date": "1891-09-09",
        "snippet": "... PROJECTED DEPARTURES,-SEPTEMBER 9. Braunsehweig, German mail stemer, for Bremen via ports Oceanien, Owuuen, French mail steamer, for Noumea, Cintra (s.), ), for Brisbane and Northern ports, Arawatta (s.), for Melbourne; <strong>Oaklands</strong> (s.), for Richmond <strong>River;</strong> Ita er; Gwydir (s ), fc&gt;dney (a,), for ..."
    },
    {
        "id": "40151431",
        "newspaper": "Cairns Post (Qld. : 1909 - 1954)",
        "title": "The Barron Bridge.",
        "date": "1922-02-23",
        "snippet": "... The Barron Bridge. The bridge built across the Barron <strong>River</strong> at. <strong>Oaklands</strong> by Mona Mona Mission has stood the strain of the recent floods, when the water rose several feet over the bridge. The one built near Kuranda several years ago lasted only a couple of weeks, for the first, flood \"toppled it ..."
    },
    {
        "id": "133201343",
        "newspaper": "Newcastle Morning Herald and Miners' Advocate (NSW : 1876 - 1954) ",
        "title": "DEPARTURES.—June 16.",
        "date": "1894-06-18",
        "snippet": "... DEPARTURES.-June 16. 10. Peregrine, , for Melbourne via Sydney. Ouraka. e, for Adelaide. <strong>Oaklands,</strong> s, for Richmond <strong>River.</strong> June 17. Chingtu, s, for nongkong via Sydney. Conntwise.--June Ii : Oosford, e, Lena and Lillian, ketch, for Port Stepheno; Tuanur, e, \\Vcstern, Namoi. u, for Sydney ..."
    },
    {
        "id": "137057630",
        "newspaper": "Newcastle Morning Herald and Miners' Advocate (NSW : 1876 - 1954) ",
        "title": "DEPARTURES.—March 29.",
        "date": "1898-03-30",
        "snippet": "... DEPARTURES.-March 29. Tekspo, s, for Sydney. Coastwise.-South Australian, Namoi, Western, steamers, for Sydney: Wollumbin. s, for Byron Bay; <strong>Oaklands,</strong> s, for Richmond <strong>River.</strong>                     ..."
    },
    {
        "id": "145338027",
        "newspaper": "Wagga Wagga Express (NSW : 1879 - 1917)",
        "title": "ADDITIONAL RIVERINA REPORTING STATIONS.",
        "date": "1916-10-05",
        "snippet": "... ADDITIONAL RIVERINA REPORTING ING STATIONS. A further proclamation published in this issue gives dates and times at which men in other Riverina towns must report. The towns in the <strong>River</strong> ina military ...  Uerrigan, Hay, Urana, <strong>Oaklands,</strong> Car ladiool.                     ..."
    },
    {
        "id": "180493175",
        "newspaper": "The Telegraph (Brisbane, Qld. : 1872 - 1947)",
        "title": "CLOSER SETTLEMENT. Further Resumptions.",
        "date": "1914-08-28",
        "snippet": "... CLOSER SETTLEMENT,, : Further Resumptions. '..The following areas of pastoral holdings are ,are being resumed for closer settlement: 21 21' square miles of Eungella, South Kennedy; 10 14 square miles of <strong>Oaklands.</strong> Maranba ; ' 9 square miles, the Triangle, Mnranoa. und l j square mites, Alice <strong>River,</strong> ..."
    },
    {
        "id": "190525405",
        "newspaper": "The Week (Brisbane, Qld. : 1876 - 1934)",
        "title": "CLOSER SETTLEMENT.",
        "date": "1914-09-04",
        "snippet": "... CLOSER SETTLEMENT. The following areas of pastoral holdings ings are being resumed for closer settlement: j ment: 21 square miles of Eungella, South Kennedy: 10[?] square miles of <strong>Oaklands,</strong> ...  miles, Alice <strong>River,</strong> Mitchell.                     ..."
    },
    {
        "id": "203778976",
        "newspaper": "The Age (Melbourne, Vic. : 1854 - 1954)",
        "title": "RIVERINA COAL. DELIVERIES FROM COORABIN IN JUNE.",
        "date": "1923-03-29",
        "snippet": "... <strong>RIVER</strong>INA IN A\" COAL. DELIVERIES FROM COORABIN IN JUNE. ALBURY . - Such satisfactory 'progress has been made with development work on the Coorabin coal field that it is expected that coal will be, distributed in June A siding is to be built from the existing railway line at <strong>Oaklands.</strong> Orders up to ..."
    },
    {
        "id": "12249464",
        "newspaper": "The Argus (Melbourne, Vic. : 1848 - 1957)",
        "title": "HUNTING Oaklands Hounds",
        "date": "1935-06-17",
        "snippet": "... HUNTING -« <strong>Oaklands</strong> Hounds <strong>Oaklands</strong> Hounds recorded a good day's 5 sport on Saturday afternoon when the meetingplace place was the club kennels at <strong>Oaklands</strong> Junetion. tlon Moving orr In n cold shower of rain hounds were tnken along <strong>Oaklands</strong> road as far as Un derwoods where a jump was made to the ..."
    },
    {
        "id": "134739320",
        "newspaper": "Jerilderie Herald and Urana Advertiser (NSW : 1898 - 1958)",
        "title": "OBITUARY MR. DUNCAN INNES",
        "date": "1951-05-31",
        "snippet": "... weeks of a well known identity iden- tity of the Jerilderie, <strong>Oaklands</strong> and Corowa districts in the ...  arrived with his parents at Innes' Bridge, on the Billabong <strong>Creek</strong> in the year 1871. He selected 'Innes Vale,' <strong>Oaklands,</strong> in 1872. He disposed of this prop prop- erty in 1912, and for some years liv ..."
    },
    {
        "id": "137742026",
        "newspaper": "Dungog Chronicle : Durham and Gloucester Advertiser (NSW : 1894 - 1954)",
        "title": "JERSEYS.",
        "date": "1925-03-24",
        "snippet": "... Jersey Meiad, who was by Lowestoft Baihada, <strong>dam</strong> Ranee H. Bahada wais by Hero of <strong>Oakland's</strong> who was by Noble of <strong>Oaklands.</strong>                     ..."
    },
    {
        "id": "101170587",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "BOREE CREEK OUT OF FORM. Adavale, via Lockhart.",
        "date": "1913-08-15",
        "snippet": "... and. tlio ?flowers are lifting their heads again/ There was a football match at <strong>Oaklands</strong> between <strong>Oaklands</strong> and Boree <strong>Creek,</strong> and <strong>Oaklands</strong> won by thirteen goals and live points. Boree ha«j played six ...  BOREE <strong>CREEK</strong> OUT OF FORM. Adavale, via Grogan. Dear Uncle Jeff,-I - I am going , to make another ..."
    },
    {
        "id": "103046632",
        "newspaper": "The Land (Sydney, NSW : 1911 - 1954)",
        "title": "New Badge Members",
        "date": "1930-03-28",
        "snippet": "... New Badge Members \"Margaret,.\" <strong>Oaklands</strong> (16); \"Jo Jo,\" Wallacetown, town, via Wagga (10,; ...  Urana Rd., via Wagga; \"Hayseed,'' Berry Jerry, Coolatnon (21); \"Jim Xoonan,\" <strong>Oaklands</strong> (IS); \"Mystic Morn,\" Aniaroo (16); Nancy McKnight, \"Fairlcigh,\" Spring <strong>Creek,</strong> Young (1S.R); \"Broadcaster,\" Tallimba ..."
    },
    {
        "id": "113546597",
        "newspaper": "Western Champion (Parkes, NSW : 1898 - 1934)",
        "title": "RIVERINA WHEAT YIELDS. RAILWAY ESTIMATE REDUCED",
        "date": "1930-01-09",
        "snippet": "... the estimate five stations-Marrar, Old Junee, Coolamon, Finley, and <strong>Oaklands-will</strong> have a yield of more ...  highest estimated yield is at Finley, with 180,000 bags, followed by <strong>Oaklands</strong> with 110,000, Coolamon 107,500, Marrar 110,000, Old Junee 100,000, Berrigan 90,000, Lockhart 80,000, Boree <strong>Creek</strong> 80,000, ..."
    },
    {
        "id": "142877818",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "The Rock-Oaklands Line PRESENT TIMETABLE",
        "date": "1940-11-05",
        "snippet": "... The <strong>Rock-Oaklands</strong> Line PRESENT TIMETABLE Leaves Sydney, Modays to Friday at 10.25 p.m.; Sundays ...  Wednesday and Friday's train tra vels to Boree <strong>Creek</strong> only, arriving at 11.34: on Thursdays and ...  <strong>Oaklands</strong> ar riving at 1.11 p.m. The dally ar ? j rival timie at Lockhart is 11.6 a.m.. | excepting Mondays ..."
    },
    {
        "id": "140799834",
        "newspaper": "The Australasian (Melbourne, Vic. : 1864 - 1946)",
        "title": "OAKLANDS HOUNDS.",
        "date": "1927-07-30",
        "snippet": "... <strong>OAKLANDS</strong> HOUNDS. By Toprail. The meet of the <strong>Oaklands</strong> Hounds last week was, at the kennels. where ...  \\Varlaby estate, the pack crossed the <strong>Oaklands</strong> estate at Black Hill, entered Dunulister, and thence ran on to <strong>Oaklands.</strong> The hare being hard pressed circled to the left, and recrossed the road into ..."
    },
    {
        "id": "112692694",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "OAKLANDS",
        "date": "1936-01-24",
        "snippet": "... <strong>OAKLANDS</strong> THE recent rains delayed harvesting operation in this district for over ^ a week, but the ...  finished. The <strong>Oaklands</strong> growing-crop com petition resulted: T. W. Young (P. Gallipoli), 137* points, 1;J. ...  crops were grown on old ground. A recent ? postal . examination was held at Borce <strong>Creek</strong> when eight can ..."
    },
    {
        "id": "116180724",
        "newspaper": "The Urana Independent and Clear Hills Standard (NSW : 1913 - 1921)",
        "title": "Grown Land Sales.",
        "date": "1919-08-29",
        "snippet": "... method of sale of Government township blocks,\" ivhereby allotments at <strong>Oaklands</strong> arid Berrigan were ...  Crown land sale at <strong>Oaklands</strong> allotments (including a number fronting Mil thorpe street), the Crown Lauds Agent attended at <strong>Oaklands,</strong> when there were only two buyers. Like wise when the same officer went ..."
    },
    {
        "id": "143847321",
        "newspaper": "Daily Advertiser (Wagga Wagga, NSW : 1911 - 1954)",
        "title": "MELBOURNE WOOL SALES",
        "date": "1938-11-05",
        "snippet": "... Cragdurrock, Balldale, aaa h and 4 lid, as e and h Hid; NOW, <strong>Oaklands,</strong> aaa com w h and e I41d, a nks e ...  and h 12d; Dairy e/GH, Yerong <strong>Creek,</strong> aaa w cbk 133d, aa cbk and x 123d, bkn cbk and x and h and w ...  GH/Hunevale, <strong>Oaklands.</strong> aa cbk 103d; GEA/Ullina Park/OKS, Oak lands, aa 103d; WH/Browley, Corobi ..."
    },
    {
        "id": "203979383",
        "newspaper": "The Age (Melbourne, Vic. : 1854 - 1954)",
        "title": "HUNTING. Oaklands Hounds Meet.",
        "date": "1935-07-22",
        "snippet": "... HUNTING. <strong>Oaklands</strong> Hounds Meet. Glorious y winter sunshine,' and. some good runs over 'excellent ...  decidedly heavy, made I conditions Ideal for . followers ' of <strong>Oaklands</strong> 'Hounds on Saturday, . when -the meet was at | Sherwood. : <strong>Oaklands</strong> JuqctJon. Leaving tht I house, hounds, were first cast in the ..."
    },
    {
        "id": "205627769",
        "newspaper": "The Age (Melbourne, Vic. : 1854 - 1954)",
        "title": "Oaklands Hounds",
        "date": "1939-05-18",
        "snippet": "... <strong>Oaklands</strong> Hounds ounds Tho <strong>Oaklands</strong> Hounds met- yesterday at the Inverness Hotel, <strong>Oaklands</strong> ...  to the banks of the Deep <strong>Creek;</strong> here scent failed.. Thoso riding wero: - Mr. Frank Cnsanella. who ...  Chovasse, Grey Shoes; M. Wilson, Haltrac. . The <strong>Oaklands</strong> Hounds will meet on Saturday at 1.30 p.m. at ..."
    },
    {
        "id": "206411981",
        "newspaper": "The Age (Melbourne, Vic. : 1854 - 1954)",
        "title": "Coal Fields Power Plan for Murray",
        "date": "1950-12-01",
        "snippet": "... make the Murray Valley partially independent of the Snowy <strong>River</strong> hydro-electric power station, was ...  Chant) asked Mr. Law rence' why it was proposed, if the <strong>Oaklands</strong> coal field was exploited, to ship the ...  fields which could produce elec tricity just as cheaply as hy dro-electric power from the Snowy <strong>River.</strong> ..."
    },
    {
        "id": "101254996",
        "newspaper": "Narandera Argus and Riverina Advertiser (NSW : 1893 - 1953)",
        "title": "Irrigation Plan for Billabidgee Minister for Conservation at Urana",
        "date": "1948-02-13",
        "snippet": "... <strong>Weir;</strong> said this at a Urana publ c meeting on Wednesday, when the Bill abidgee <strong>irrigation</strong> scheme was out lined to him. The' Billauidgcc <strong>Irrigation</strong> Scheme provides for a <strong>weir</strong> at Mundowey, from which a ...  <strong>Irrigation</strong> Plan for Billabidgee Minister for Conservation at Urana 'While there are plenty of ..."
    },
    {
        "id": "157758166",
        "newspaper": "Mudgee Guardian and North-Western Representative (NSW : 1890 - 1954)",
        "title": "OAKLANDS Capertee District FOR PRIVATE SALE.",
        "date": "1912-11-14",
        "snippet": "... <strong>OAKLANDS</strong> Capertee District FOR PRIVATE SALE. HENRY RYAN. <strong>Oaklands.</strong> comprising 80 Acres F.H. IT. ...  and <strong>creek;</strong> 800 acres nngbarked. ' i Substantial AY.B. Residence. ' Stables, Outhouses. Tip Dray, ...  <strong>Oaklands.</strong> .Near Capertee, N.S.AV.                     ..."
    },
    {
        "id": "137897004",
        "newspaper": "The Lockhart Review and Oaklands Advertiser (NSW : 1910 - 1954)",
        "title": "FOOTBALL. OAKLANDS WINS THE PREMIERSHIP. LOCKHART'S STRENUOUS GAME.",
        "date": "1913-08-27",
        "snippet": "... FOOTBALL. <strong>OAKLANDS</strong> WINS THE PREMIERSHIP. MIERSHIP. ' Lockhart's STRENUOUS Game. <strong>Oaklands</strong> won the ...  <strong>Oaklands</strong> an advantage of 22pts but up to within five minutes of 7nll time they were only seven or eight points 111 the lead. The siiecisil trains from Lockhnrt and <strong>Oaklands</strong> were both well patronised, about ..."
    },
    {
        "id": "16313317",
        "newspaper": "The Sydney Morning Herald (NSW : 1842 - 1954)",
        "title": "THE UPPER MURRAY. ALBURY, Thursday.",
        "date": "1926-10-01",
        "snippet": "... THE UPPER MURRAY. ALBURY. Thursday. With regard to the provision of a <strong>weir</strong> on the Upper Murray, ...  the Victorian <strong>irrigation</strong> authorities support the selection of the Bungowannah site, near Albury, which ...  did not approve of the sugges- tion that if the <strong>weir</strong> was built it should nlso serve the purpose of ..."
    },
    {
        "id": "101185815",
        "newspaper": "Albury Banner and Wodonga Express (NSW : 1896 - 1938)",
        "title": "GOT A NEW JOB. Lockhart.",
        "date": "1913-08-08",
        "snippet": "... It will make the crops .go ahead now. Tho crops aro looking well all along the line to <strong>Oaklands.</strong> I am working at tho blacksmith's now. I have boon there nearly six weeks. <strong>Oaklands</strong> is leading in the football competition, then comes Tootool, Lockhart, Urana, and Boreo <strong>Creek.</strong> <strong>Oaklands</strong> heat Lock hart ..."
    },
    {
        "id": "116161533",
        "newspaper": "The Urana Independent and Clear Hills Standard (NSW : 1913 - 1921)",
        "title": "Lockhart Football Assn. DELEGATE MEETING.",
        "date": "1914-08-14",
        "snippet": "... protest from <strong>Oaklands</strong> against Urana in the final match at Boree, took place on Saturday the 8th inst- Those present were- Mr W. O'Neil, (president), Messrs Gain and Barwick, Boree <strong>Creek;</strong> Messrs Knights and Warren, Urana; Kilpatrick and Gaffney, <strong>Oaklands;</strong> Goldsmith and Williamson, Lockhart. The ground ..."
    }
]